<?
$MESS ['FM_ML_BACK_IN_ML'] = "Назад в Медия библиотеката";
$MESS ['FM_ML_UPL_LOACATE'] = "Изберете колекция от списъка";
$MESS ['FM_ML_UPL_NOTICE'] = "След качването на елементите, те може да се включат към други колекции.";
$MESS ['FM_ML_UPL_TITLE1'] = "Качване по много елементи в медия библиотеката";
$MESS ['FM_ML_UPL_TITLE2'] = "Параметри на качените елементи";
$MESS ['FM_ML_UPL_NO_NAME_WARN'] = "Не е въведено името на елемента";
$MESS ['FM_ML_UPL_NO_COLS_WARN'] = "Необходимо е да се включи елемента в поне една колекция";
$MESS ['FM_ML_UPL_ACCESS_DENIED'] = "Нямате права за качване на елементи в тази колекция.";
?>