<?
$MESS["FM_ST_SETTINGS"] = "Настройки";
$MESS["FM_ST_SETTINGS_TITLE"] = "Настройки на стикерите";
$MESS["FM_ST_ACCESS"] = "Достъп";
$MESS["FM_ST_ACCESS_TITLE"] = "Права на достъп за стикерите";
$MESS["FM_ST_ACCESS_DEFAULT"] = "По подразбиране";
$MESS["FM_ST_ADD_GROUP_TASK"] = "Добави право на достъп";
$MESS["FM_ST_SELECT_GROUP"] = "изберете група";
$MESS["FM_ST_EDIT_GROUP_TITLE"] = "Виж параметрите на групата ползващи";
$MESS["FM_ST_SET_HIDE_BOTTOM"] = "Скрий долния панел с бутони на стикерите";
$MESS["FM_ST_SET_SUPAFLY"] = "Използвай визуален ефект при показване на стикерите";
$MESS["FM_ST_SET_SMART_MARKER"] = "Привържи избраната област към елементи на страницата";
$MESS["FM_ST_SET_SIZES"] = "Стартови размери на стикера на страницата (ширина х височина, в px)";
$MESS["FM_ST_CLEAR_ALL"] = "Махни всички стикери";
$MESS["FM_ST_CLEAR_ALL_CONFIRM"] = "Сигурни ли сте, че искате да махнете всички стикери без възможност за възстановяване?";
$MESS["FM_ST_ACCESS_NOTE"] = "За да могат ползващите да работят с функционала - уеб-стикери се убедете, че те принадлежат към група, която има #LINK_BEGIN#достъп до модула \"Управление на структурата\"#LINK_END#, а също и достъп за четене за файлове в папка  /bitrix/admin/";
?>