<?
$MESS ['PER_PAGE_TIP'] = "Посоченото число определя броя на абонаментите показвани на страница, останалите ще се изведат с помощта на под страничната навигация.";
$MESS ['SET_TITLE_TIP'] = "Като заглавие на страницата, ще се постави \"Моите кредитни карти\".";
$MESS ['PATH_TO_CANCEL_TIP'] = "Посочва се пътя към страницата за отмяна на абонамента. Ако страницата се намира в тази директория, е достатъчно да се посочи името на страницата. Като параметър е необходимо да се предаде ID на абонамента.";
?>