<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата тип на инфоблок.След натискане на бутона <b><i>ок</b></i> ще бъдат заредени тези инфоблокове който са създадени за избраният тип.";
$MESS ['IBLOCK_ID_TIP'] = "Избира се един от поставените инфоблокове.Ако позицията е (друго)->,то е  необходимо да се посочи в близкото поле ID на инфоблока.";
$MESS ['NAME_TIP'] = "Име на променливата,в която се предава списъка на сравняваните елементи.По подразбиране CATALOG_COMPARE_LIST.";
$MESS ['ELEMENT_SORT_FIELD_TIP'] = "Посочва се полето, по което ще се извършва сортирането на елементите в таблица.";
$MESS ['ELEMENT_SORT_ORDER_TIP'] = "В какво направление ще се сортират елементите,по възходящ или по низходящ ред.";
$MESS ['DETAIL_URL_TIP'] = "Посочва се пътя към страницата с подробното описание на елемента от  инфоблока.";
$MESS ['BASKET_URL_TIP'] = "Посочва се пътя към страницата с кошницата на клиента.";
$MESS ['ACTION_VARIABLE_TIP'] = "В даденото поле се посочва името на променливата,в която се предава действието: ADD_TO_COMPARE_LIST, ADD2BASKET и т.н.Значението на полето по подразбиране <i>action</i>.";
$MESS ['PRODUCT_ID_VARIABLE_TIP'] = "Име на променливата,в която ще се предава ID на артикула.";
$MESS ['SECTION_ID_VARIABLE_TIP'] = "Име на променливата,в която ще се предава ID на раздела в инфоблока.";
$MESS ['FIELD_CODE_TIP'] = "Избира се полето,по което артикулите ще се сравняват в таблица.";
$MESS ['PROPERTY_CODE_TIP'] = "От свойствата на инфоблока може да се изберат тези, който ще се изобразяват при показването на елементите в таблица.При избора на позицията (не е избрано)-> и без да се посочва кода на свойствата в долният ред,те няма да се извеждат.";
$MESS ['PRICE_CODE_TIP'] = "Посочва се типа на цената,който ще се показва за елементите.Ако не е избран нито един тип,то цените и бутоните <i>Поръчай</i> и <i>В кошницата</i> няма да се показват.";
$MESS ['USE_PRICE_COUNT_TIP'] = "При отметната опция ще се показват цените за всички типове на артикулите.";
$MESS ['SHOW_PRICE_COUNT_TIP'] = "Може да се посочи количество,за което ще се показват цените,например,1 или 10, в зависимост от спецификата на артикула.";
$MESS ['DISPLAY_ELEMENT_SELECT_BOX_TIP'] = "Ако опцията е отметната,то след таблицата ще се добави и списък с елементи от текущият инфоблок,който може да се добавят в таблицата.";
$MESS ['ELEMENT_SORT_FIELD_BOX_TIP'] = "Посочва се полето, по което ще се извършва сортирането на списъка на елементите от инфоблока.";
$MESS ['ELEMENT_SORT_ORDER_BOX_TIP'] = "По какво направление ще се сортират елементите,по възходящ или по низходящ ред.";
$MESS ['AJAX_MODE_TIP'] = "Включване за компонента режима AJAX.";
$MESS ['AJAX_OPTION_SHADOW_TIP'] = "При преминаване в режим AJAX ще се затъмни областа,която трябва да се редактира.";
$MESS ['AJAX_OPTION_JUMP_TIP'] = "Ако потребителя извърши преминаване в режим AJAX, то при завършване на зареждането, компонента ще се превърти от начало.";
$MESS ['AJAX_OPTION_STYLE_TIP'] = "След завършване на преминаването в режима AJAX,ще се обработи и зареди списък със CSS стилове.";
$MESS ['AJAX_OPTION_HISTORY_TIP'] = "Когато потребителя изпълнява преминаване в AJAX,то при включена опция могат да се използват бутоните на браузера \"Назад\" и \"Напред\".";
$MESS ['PRICE_VAT_INCLUDE_TIP'] = "При отметната опция цените ще бъдат показани с ДДС.";
?>