<?
$MESS ['F_TITLE'] = "Търси";
$MESS ['F_KEYWORDS'] = "Търси";
$MESS ['F_FORUM'] = "Търси в";
$MESS ['F_DO_SEARCH'] = "Търси";
$MESS ['F_PHRASE_ERROR_CORRECT'] = "Поправете фразата, и повторете търсенето.";
$MESS ['F_PHRASE_ERROR_SYNTAX'] = "Синтаксис на заявката за търсене:";
$MESS ['F_SEARCH_DESCR'] = "Една обща заявка за търсене се състои от една или повече думи, например:<br>	<i>контактна информация</i><br> По тази заявка за търсене, ще намерите страници, съдържащи и двете думи за търсене. <br> <br> Логическите оператори позволяват изграждането на по-сложни заявки, например: <br> <i>контактна информация или телефон</i><br/> По така формулирана заявка ще се намерят страниците, на които се срещат или думите &quot;контактна&quot; и &quot;информация&quot;, или думата &quot;телефон&quot;.<br/><br/> <i>контактна информация без телефон</i><br/> По тази заявка ще се намерят страниците, на които се срещат  или думите &quot;контактна&quot; и &quot;информация&quot;, но не се среща думата &quot;телефон&quot;.<br/> Вие можете да използвате скоби за построяване на по сложни заявки.<br/><br/> <b>Логични оператори:</b> 
	<table class='forum-main'>
		<tr><th>Оператор</th><th>Синоними</th><th>Описание</th></tr>
		<tr><td align=\"center\">и</td><td>and, &amp;, +</td><td>Оператора <i>логично &quot;и&quot;</i> се подразбира, той се включва при: заявка &quot;контактна информация&quot; е пълен еквивалент на заявката &quot;контактна и информация&quot;.</td></tr>
		<tr><td align=\"center\">или</td><td>or, |</td><td>Оператора <i>логично &quot;или&quot;</i> позволява да се търсят артикули , съдържащи поне един от операндите. </td></tr><tr><td align=\"center\">не</td><td>not, ~</td><td>Оператора <i>логично &quot;не&quot;</i> ограничава търсенето на страници, не съдържащи думата, посочена след оператора. </td></tr><tr><td align=\"center\">( )</td><td>&nbsp;</td><td><i>Кръглите скоби</i> задават реда за действия на логичните оператори. </td></tr></table>";
$MESS ['F_EMPTY'] = "Нищо не е намерено. Опитайте да преформулирате заявката.";
$MESS ['F_SORT'] = "Подредете";
$MESS ['F_CHANGE'] = "Редактирано:";
$MESS ['F_RELEVANCE'] = "по значимост";
$MESS ['F_DATE'] = "по дата";
$MESS ['F_TOPIC'] = "по теми";
$MESS ['F_ALL_FORUMS'] = "Всички форуми";
$MESS ['F_INTERVAL'] = "Период";
$MESS ['F_INTERVAL_ALL'] = "за цялото време";
$MESS ['F_INTERVAL_TODAY'] = "днес";
$MESS ['F_INTERVAL_DAYS'] = "дни";
$MESS ['F_DIFF_URLS'] = "Прочетете съобщението на <a href='#MESSAGE_URL#'>форума</a> или на<a href='#SITE_URL#'>сайта</a>.";
$MESS ['F_TAGS'] = "Тагове";
?>