<?
$MESS ['FM_NO_FPERMS'] = "Вие нямате права за да модеририрате този форум";
$MESS ['FM_NO_ICON'] = "без икони";
$MESS ['FM_TITLE_PAGE'] = "Преместване на съобщения";
$MESS ['FM_ERR_NO_DATA'] = "Заглавие на темата";
$MESS ['FM_NO_MODULE'] = "Модула на форума не е инсталиран";
$MESS ['FM_AUTH'] = "За да прегледане тази страница, въведете потребителско име и парола.";
$MESS ['F_ERROR_TOPIC_NOT_FOUND'] = "Темата не е намерена.";
$MESS ['F_ERROR_MESSAGES_NOT_FOUND'] = "Няма съобщения за преместване.";
$MESS ['F_ERR_SESS_FINISH'] = "Вашата сесия е изтекла. Повторете действието.";
?>