<?
$MESS ['SEF_MODE_TIP'] = "При отметната опция се включва поддръжката SEF и стават достъпни полетата за настройка на URL адресите.";
$MESS ['PER_PAGE_TIP'] = "Посоченото число определя броя на профилите показвани на страница, останалите ще се изведат с помощта на под страничната навигация.";
$MESS ['SET_TITLE_TIP'] = "Като заглавие на страницата, ще се постави \"Профили\".";
$MESS ['SEF_FOLDER_TIP'] = "Път до папката с която работи компонента. Този път може както да съвпада така и да не съвпада.";
$MESS ['SEF_URL_TEMPLATES_list_TIP'] = "Посочва се част от съдържанието на адреса при преминаване към страницата със списъка на профилите, например, list/";
$MESS ['SEF_URL_TEMPLATES_detail_TIP'] = "Посочва се съдържанието на адреса при преминаване към страницата за редактиране на профила или прегледа. В адреса е необходимо да се предаде  ID на профила, например, detail/#ID#/";
?>