<?
$MESS["SOL_BUTTON_TEST_TEXT"] = "Тествайте новият шаблон";
$MESS["SOL_BUTTON_TEST_TEXT_HINT"] = "Избор на ново решение за инсталиране.";
$MESS["SOL_BUTTON_TEST_MENU_HINT"] = "Избор на ново решение за инсталиране,премахване на този бутон от Контролният панел или отваряне на друг сайт.";
$MESS["SOL_BUTTON_TEST_TITLE"] = "Създайте нов сайт и включете помощника за инсталиране на шаблон";
$MESS["SOL_BUTTON_DEL_TEXT"] = "Премахни този бутон";
$MESS["SOL_BUTTON_DEL_TITLE"] = "Премахни този бутон от панела";
$MESS["SOL_BUTTON_CONFIRM_W2"] = "Внимание! След като премахнете бутона вие можете да включите помощника за създаване на нов шаблон от страницата с помощниците или формата за добавяне на нов сайт.
Да се премахни ли бутона от панела?";
$MESS["SOL_BUTTON_GOTOSITE"] = "Отвори сайта:";
?>