<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата тип на инфоблок.След натискане на бутона <b><i>ок</b></i> ще бъдат заредени тези инфоблокове който са създадени за избраният тип.";
$MESS ['IBLOCK_ID_TIP'] = "Избира се един от поставените инфоблокове.Ако позицията е (друго)->,то е  необходимо да се посочи в близкото поле ID на инфоблока.";
$MESS ['FILTER_NAME_TIP'] = "Задава се името на променливата,в която се предава масива на параметрите от филтъра.Служи за определяне на излизащите от филтъра елементи.Полето може да бъде оставено празно, тогава се използва значението по подразбиране.";
$MESS ['FIELD_CODE_TIP'] = "От посочените полета може да се изберат допълнителни за филтъра.";
$MESS ['PROPERTY_CODE_TIP'] = "Между свойствата от инфоблока може да се изберат тези,който ще се изобразяват при показване в качество на полета за филтъра.При избор на позицията (не е избрано)->  и без да се посочва кодове за свойствата в долният ред,те няма да бъдат извеждани.";
$MESS ['PRICE_CODE_TIP'] = "Посочва се типа на цената,който ще се показва за елементите.Ако не е избран нито един тип,то цените и бутоните <i>Поръчай</i> и <i>В кошницата</i> няма да се показват.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: работи при включено кеширане в течение на зададеното време;<br /><i>Кешира</i>: за кеширането е  необходимо да се определи само времето за кеширане;<br /><i>Не кешира</i>: във всички случай не кешира.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на времето за кеширане,в секунди.";
$MESS ['LIST_HEIGHT_TIP'] = "Даденото число определя височината на множествените списъци във филтъра.";
$MESS ['TEXT_WIDTH_TIP'] = "Числото определя ширината на текстовото поле във формата на филтъра.";
$MESS ['NUMBER_WIDTH_TIP'] = "Числото определя ширината на текстовото поле за формата на филтъра.";
$MESS ['SAVE_IN_SESSION_TIP'] = "При отметната опция,ще се запазва данните от филтъра в сесията на потребителя.";
?>