<?
$MESS ['IBLOCK_TYPE_TIP'] = "Изберете тип на инфоблока и натиснете бутона<b><i>ок</i></b>. В полето <i>Код на информационният блок</i> ще се заредят инфоблоковете от този тип.";
$MESS ['IBLOCK_ID_TIP'] = "Изберете един от инфоблокове,или позицията (друго)->,тогава в близкото поле е необходимо да се посочи кода на инфоблока,например,={\$_REQUEST[\"ID\"]} ";
$MESS ['MONTH_VAR_NAME_TIP'] = "Име на променливата,в която се предава номера на месеца.";
$MESS ['YEAR_VAR_NAME_TIP'] = "Име на променливата,в която се предава номера на годината.";
$MESS ['WEEK_START_TIP'] = "Посочва се първият ден от седмицата: Понеделник или Неделя.";
$MESS ['DATE_FIELD_TIP'] = "Ако типа на календара е <b> Събития </ b>, можете да изберете областта, която ще бъде използвана за събития по дата, група новини и сортиране.";
$MESS ['TYPE_TIP'] = "Типа на календара може да бъде за събития и новини.Събитния календар показва събитията за бъдеща дата.";
$MESS ['SHOW_YEAR_TIP'] = "Ако опцията е отметната,то в шаблона по подразбиране ще се изведе линк към предишата година.В шаблона <i>compact</i> тя не се извежда във всички случай.";
$MESS ['SHOW_TIME_TIP'] = "При отметната опция до името на елемента ще се посочи времето за началото на активноста му,ако е определено за елемента (действително за шаблона по подразбиране).";
$MESS ['TITLE_LEN_TIP'] = "Посоченото число ограничава дължината на заглавието на елемента,извеждано в календара.";
$MESS ['SET_TITLE_TIP'] = "При отметната опция за заглавие на страницата ще бъде поставено текущият месец и година.";
$MESS ['SHOW_CURRENT_DATE_TIP'] = "При отметната опция ще бъде изведени текущият месец и година, над календара в десният ъгъл.";
$MESS ['SHOW_MONTH_LIST_TIP'] = "В шаблона по подразбиране, при отметната опция,ще се изведе падащият списък на месеците.";
$MESS ['NEWS_COUNT_TIP'] = "Ако е 0- броя на елементите в ден не е ограничено.Ако числото не е нула,то ще се изберат елементи с по малко време  за активност.Без да се определя време, елементите ще бъдат избрани по индекса на сортиране.";
$MESS ['DETAIL_URL_TIP'] = "Път към страницата със съдържанието на елемента в инфоблока.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: работи при включено кеширане в течение на зададеното време;<br /><i>Кешира</i>: за кеширането е  необходимо да се определи само времето за кеширане;<br /><i>Не кешира</i>: във всички случай не кешира.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на времето за кеширане,в секунди.";
$MESS ['AJAX_MODE_TIP'] = "Включване за компонента режим AJAX.";
$MESS ['AJAX_OPTION_SHADOW_TIP'] = "При изпълнение на применаването ще се затъмни областа,която трябва да се редактира.";
$MESS ['AJAX_OPTION_JUMP_TIP'] = "Ако потребителя извърши преминаване в режим AJAX, то при завършване на зареждането компонента ще се превърти от начало.";
$MESS ['AJAX_OPTION_STYLE_TIP'] = "След завършване на преминаването в режима AJAX,ще се обработи и зареди списък със CSS стилове.";
$MESS ['AJAX_OPTION_HISTORY_TIP'] = "Когато потребителя изпълнява преминаване в AJAX,то при включена опция могат да се използват бутоните на браузера \"Назад\" и \"Напред\".";
?>