<?
$MESS ['MAIN_1C_TITLE'] = "Интеграция с 1С:Счетоводна програма";
$MESS ['MAIN_1C_TAB'] = "Интеграция с 1С:Счетоводна програма";
$MESS ['MAIN_1C_TAB_TITLE'] = "Настройка на интеграцията с \"1С\"Счетоводна програма";
$MESS ['MAIN_1C_CATALOG_TAB'] = "Каталог";
$MESS ['MAIN_1C_CATALOG_TAB_TITLE'] = "Настройка на вноса на каталога";
$MESS ['MAIN_1C_CATALOG_NOTE'] = "В \"1С\" в диалога на настройката на профила за обмен,като адрес на сайта е необходимо да се посочи http://сайт/bitrix/admin/1c_exchange.php";
$MESS ['MAIN_1C_SALE_TAB'] = "Поръчки";
$MESS ['MAIN_1C_SALE_TAB_TITLE'] = "Настройка за обмен на поръчките";
$MESS ['MAIN_1C_SALE_NOTE'] = "В \"1С\" в диалога на настройката на профила за обмен на поръчките,като адрес на сайта е необходимо да се посочи http://сайт/bitrix/admin/1c_exchange.php";
?>