<?
$MESS ['SAP1_ERROR_UPDATE_PLAN'] = "Възникна грешка при актуализирането на плана";
$MESS ['SAP1_ERROR_DELETE_PLAN'] = "Възникна грешка при изтриването на плана";
$MESS ['SAP1_ERROR_ACTIVE_PLAN'] = "Възникна грешка при промяна на плана за активното състояние";
$MESS ['SAP1_PLANS'] = "Планове";
$MESS ['SAP1_SITE'] = "Сайт";
$MESS ['SAP1_ACTIVE'] = "Активни";
$MESS ['SAP1_NAME'] = "Име";
$MESS ['SAP1_RATE'] = "Комисионна на филиала";
$MESS ['SAP1_NOT_LESS'] = "При продажба на не по малко ";
$MESS ['SAP1_UPDATE_PLAN'] = "Редактиране на параметрите на плана";
$MESS ['SAP1_SHT'] = "бр.";
$MESS ['SAP1_UPDATE'] = "Редактиране";
$MESS ['SAP1_DELETE'] = "Премахни";
$MESS ['SAP1_DELETE_CONF'] = "Сигурни ли сте, че искате да изтриете този план?";
$MESS ['SAP1_ADD_PLAN'] = "Нов план";
$MESS ['SAP1_ADD_PLAN_ALT'] = "Добави нов план";
$MESS ['SAP1_RATE_PLANS'] = "Планове за комисионните на филиалите";
$MESS ['SAP1_SITE1'] = "Сайт:";
$MESS ['SAP1_ALL'] = "(всички)";
$MESS ['SAP1_ACTIVE1'] = "Активни:";
$MESS ['SAP1_YES'] = "Да";
$MESS ['SAP1_NO'] = "Не";
$MESS ['SAP1_NOTE1'] = "С помощта на превключвателя в глобалните настройки на модула на магазина, може да се посочи градацията на плановете както по закупените позиции в периода на изчисляване, така и по общата сума на продажбите за посоченият период. ";
$MESS ['SAA_CHECK_FAILED'] = "Вие нямате нито един план с начално ниво (с нулев лимит)";
?>