<?
$MESS ['SAT1_ERROR_UPDATE'] = "Възникна грешка при актуализирането на пирамидата";
$MESS ['SAT1_ERROR_DELETE'] = "Грешка при премахването на  пирамидата";
$MESS ['SAT1_AFF'] = "Филиали";
$MESS ['SAT1_SITE'] = "Сайт";
$MESS ['SAT1_RATE1'] = "Комисионна 1 ниво (%)";
$MESS ['SAT1_RATE2'] = "Комисионна 2 ниво (%)";
$MESS ['SAT1_RATE3'] = "Комисионна 3 ниво (%)";
$MESS ['SAT1_RATE4'] = "Комисионна 4 ниво (%)";
$MESS ['SAT1_RATE5'] = "Комисионна 4 ниво (%)";
$MESS ['SAT1_UPDATE_TIER'] = "Редактиране параметрите на пирамидата";
$MESS ['SAT1_UPDATE'] = "Редактиране";
$MESS ['SAT1_DELETE'] = "Премахни";
$MESS ['SAT1_DELETE_CONF'] = "Сигурни ли сте, че искате да изтриете пирамидата?";
$MESS ['SAT1_ADD'] = "Нова пирамидата";
$MESS ['SAT1_ADD_ALT'] = "Добави нова пирамида";
$MESS ['SAT1_TIERS'] = "Пирамиди";
$MESS ['SAT1_SITE1'] = "Сайт:";
$MESS ['SAT1_ALL'] = "(всички)";
$MESS ['SAT1_NOTE1'] = "Пирамидата е нужна да се организира съвместна работа на много филиали. За да може филиалът да заработва не само от неговите продажби, но и от продажбите на други филиали, които е присъединил към сайта.   ";
$MESS ['SAT1_NOTE2'] = "Например, филиала<i>C</i> се е регистрирал на сайта от филиала <i>B</i>, а филиала <i>B</i> от филиала <i>A</i>. Да предположим че комисионните на пирамидата за 1 ниво са- 10%, а за второ-5%. Ако филиалът <i>C</i> е получил за продажбите<nobr>1 000 лв.</nobr>, то филиала <i>B</i> ще получи допълнително<nobr>100 лв.</nobr> (<nobr>1 000 лв. * 10%</nobr>), а филиалът <i>A</i> ще получи допълнително <nobr>50 лв.</nobr> (<nobr>1 000 лв. * 5%</nobr>).";
$MESS ['SAT1_NOTE3'] = "Ако комисионните за всички нива на пирамидата е равно на нула, то множествените нива на филиалите на сайта няма да се използват .";
?>