<?
$MESS ['SITE_LIST_TIP'] = "Посочете сайта, на който поръчките да се експортират";
$MESS ['GROUP_PERMISSIONS_TIP'] = "Изберете групи потребители, които ще имат право за експорт на поръчките в 1С.";
$MESS ['USE_ZIP_TIP'] = "При отметната опция данните ще се компресират в ZIP-формат. ";
$MESS ['EXPORT_PAYED_ORDERS_TIP'] = "При отметната опция в 1С ще се експортират само платените поръчки.";
$MESS ['EXPORT_ALLOW_DELIVERY_ORDERS_TIP'] = "При отметната опция в 1С ще се експортират само поръчките с разрешена доставка.";
$MESS ['EXPORT_FINAL_ORDERS_TIP'] = "Посочете статуса, от който да започне експорта на поръчките.";
$MESS ['FINAL_STATUS_ON_DELIVERY_TIP'] = "Посочете статуса, в който ще се поставя поръчката при условие, че в 1С вноса на артикулите по дадена поръчка е извършен и информацията за това е получена на сайта.";
$MESS ['REPLACE_CURRENCY_TIP'] = "При експорта, валутата на артикула ще бъде заменена на посочената в това поле. Конвертиране при това не се извършва.";
?>