<?
$MESS ['LEVEL_TIP'] = "Числото определя, колко нива на разделите ще бъдат показани в картата на сайта.";
$MESS ['COL_NUM_TIP'] = "На колко колони ще бъде разбита картата на сайта.";
$MESS ['SHOW_DESCRIPTION_TIP'] = "При отметната опция ще бъде показано описанието на разделите, ако те са зададени.";
$MESS ['SET_TITLE_TIP'] = "В качество за заглавие на страницата ще бъде посочено \"Карта на сайта\".";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действа при включено кеширане в течение на зададеното времене;<br /><i>Кеширай</i>: за кеширане е необходимо да се определи само времето за кеширане;<br /><i>Не кеширай</i>: кеширане няма във всички случай.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за задаване на времето за кеширане в секунди.";
?>