<?
$MESS ['SET_TITLE_TIP'] = "При отметната опция заглавието на страницата ще бъде \"Профил на потребителя\"";
$MESS ['USER_PROPERTY_TIP'] = "Отметнете допълнителните свойства, който е необходимо да се показват в профила на потребителя.";
$MESS ['USER_PROPERTY_NAME_TIP'] = "Посочете името на маркера,по който ще се показват потребителските свойства.";
$MESS ['AJAX_MODE_TIP'] = "Включване за компонента на режима AJAX.";
$MESS ['AJAX_OPTION_SHADOW_TIP'] = "При изпълняване на прехода в режима AJAX,ще бъде затъмнена областа,която трябва да се редактира.";
$MESS ['AJAX_OPTION_JUMP_TIP'] = "Превърта страницата към началото на компонента след преминаването в режима AJAX.";
$MESS ['AJAX_OPTION_STYLE_TIP'] = "При преминаване в режима AJAX,ще бъдат заредени и обработени списъците със стилове,причинено от компонента.";
$MESS ['AJAX_OPTION_HISTORY_TIP'] = "Ако опцията е включена, бутоните на браузера \"Назад\" и \"Напред\" могат да се използват при режима AJAX.";
?>