<?
$MESS["SALE_MODULE_NOT_INSTALL"] = "Модула на Интернет магазина не е инсталиран.";
$MESS["SALE_ACCESS_DENIED"] = "За да отмените абонамента, е необходимо да се оторизирате.";
$MESS["SPSC_TITLE"] = "Отмяна на абонамента №#ID#";
$MESS["STPSC_CONFIRM"] = "Сигурни ли сте, че искате да откажете абонамента №#ID# за артикул #NAME#? Отмяната е необратима!";
$MESS["STPSC_CANT_CANCEL"] = "Вие не можете да отмените този абонамент";
$MESS["SPOC_NO_ORDER"] = "Поръчка №#ORDER_ID# не е намерена.";
?>