<?
$MESS ['REGISTER_PAGE_TIP'] = "Посочва се пътя към страницата, която ще бъде предложена на потребител, ако той не е авторизиран. По подразбиране полето съдържа: register.php";
$MESS ['SHOP_NAME_TIP'] = "Посочете името на сайта, което ще бъде предоставено в инструкциите на филиала.";
$MESS ['SHOP_URL_TIP'] = "Посочете адреса на сайта, на който ще се организира партньорството.";
$MESS ['AFF_REG_PAGE_TIP'] = "Посоченият път ще бъде поставен в текста на инструкциите за филиалите. Линка може да се използва от потребители, които искат да станат партньори на магазина. По подразбиране полето съдържа:/affiliate/register.php";
$MESS ['SET_TITLE_TIP'] = "Като заглавие на страницата ще бъде поставено:\"Регистрация на филиали\".";
?>