<?
$MESS ['class_rub_err_name'] = "Името за рубриката е задължително.";
$MESS ['class_rub_err_lang'] = "Грешен език.";
$MESS ['class_rub_err_lang2'] = "Посочете език.";
$MESS ['class_rub_err_from'] = "Полето &quot;Подател&quot; не може да бъде празно.";
$MESS ['class_rub_err_dom'] = "Грешен формат на дните от месеца за разписанието.";
$MESS ['class_rub_err_dom2'] = "Грешен формат на дните от месеца за разписанието.";
$MESS ['class_rub_err_dow'] = "Грешен формат на дните от седмицата за разписанието.";
$MESS ['class_rub_err_dow2'] = "Грешен формат на дните от седмицата за разписанието.";
$MESS ['class_rub_err_tod'] = "Грешен формат на часа за разписанието.";
$MESS ['class_rub_err_tod2'] = "Грешен формат на часа за разписанието.";
$MESS ['class_rub_err_wrong_templ'] = "Посочен е не съществуващ шаблон.";
$MESS ['class_rub_err_days_missing'] = "За разписанието на автоматичното генериране трябва да бъдат посочени дни на месеца и/или дни на седмицата.";
$MESS ['class_rub_err_times_missing'] = "За разписанието на автоматичното генериране трябва да бъде посочен часа.";
$MESS ['class_rub_err_templ_missing'] = "За автоматичното генериране трябва да бъде посочен шаблон.";
$MESS ['class_rub_err_le_missing'] = "За автоматичното генериране трябва да бъде посочено времето на последното генериране на тиража.";
$MESS ['class_rub_err_le_wrong'] = "Грешен формат на часа за последното генериране на тиража.";
$MESS ['class_rub_err_exists'] = "Съществуват рубрики (#COUNT#) свързани с премахваният сайт. Преди това ги премахнете или свържете с друг сайт.";
$MESS ['class_rub_err_email'] = "В полето &quot;Подател&quot; е посочен грешен e-mail.";
?>