<?
$MESS ['arrCURRENCY_FROM_TIP'] = "Изберете валути от определените в системата,на които котировката да бъде показана в таблица.";
$MESS ['CURRENCY_BASE_TIP'] = "Изберете една от определените в системата валута,за която ще бъде представена котировка от посочените по горе валути.";
$MESS ['RATE_DAY_TIP'] = "Посочва се датата,на която трябва да съответства валутният курс.Ако няма курсове на посочената дата,тогава валутните курсове са по подразбиране.";
$MESS ['SHOW_CB_TIP'] = "If checked, rates will be indicated relative to RUR using the Bank of Russia information. Effective if only the <b>Currency to convert to</b> field is set to RUR.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действа при включено кеширане в течение на зададено време;<br /><i>Кешира</i>: за кеширане е необходимо да се определи само време за кеширане;<br /><i>Не кешира</i>: кеширане не се извършва във всички случай.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на времето за кеширане в секунди.";
?>