<?
$MESS ['VIRUS_DETECTED_NAME'] = "Намерен е вирус!";
$MESS ['VIRUS_DETECTED_DESC'] = "#EMAIL# - E-Mail на администратора на сайта (от настройките на главният модул)";
$MESS ['VIRUS_DETECTED_SUBJECT'] = "#SITE_NAME#: Намерен е вирус!";
$MESS ['VIRUS_DETECTED_MESSAGE'] = "Информационно съобщение от сайта #SITE_NAME#
------------------------------------------

Здравейте!

Вие получавате това съобщение тъй като модула на проактивната защита на #SERVER_NAME# е намерил код приличащ на вирус.

1. Подозрителният код беше отрязан от html.
2. Проверете дневника на проникванията, за да проверите, че кода е действително вреден, а не е код на някой брояч, или фреймбуфер.
 (ссылка: http://#SERVER_NAME#/bitrix/admin/event_log.php?lang=ru&set_filter=Y&find_type=audit_type_id&find_audit_type[]=SECURITY_VIRUS )
3. В случай, ако кода не е опасен, добавете го по изключение на страницата за настройката на антивируса.
 (линк: http://#SERVER_NAME#/bitrix/admin/security_antivirus.php?lang=ru&tabControl_active_tab=exceptions )
4. Ако кода е  вирусен, е необходимо да се изпълнят следващите действия:

 а) Смените паролите за достъпа към сайта на администраторите и отговорните лица.
 б) Смените паролите за достъп по ssh и ftp.
 в) Проверете и изчистете компьютърите на администраторите, имащи достъп към сайта по ssh или ftp.
 г) В програмите за достъпа към сайта по ssh и ftp изключете запомнянето на паролите.
 д) Премахнете вредният код от заразените файлове. Например, възстановете повредените файлове от резервното копие.

---------------------------------------------------------------------
Съобщението е генерирано автоматично.
";
?>