<?
$MESS ['SEC_MODULE_NAME'] = "Проактивна защита";
$MESS ['SEC_MODULE_DESCRIPTION'] = "Модул за проактивна защита на сайта.";
$MESS ['SEC_INSTALL_TITLE'] = "Инсталиране на модула за проактивна защита на сайта.";
$MESS ['SEC_UNINSTALL_TITLE'] = "Деинсталиране на модула за проактивна защита на сайта.";
$MESS ['SEC_DENIED'] = "достъпа е затворен";
$MESS ['SEC_FILTER'] = "Обход на проактивният филтър";
$MESS ['SEC_PASSWORD'] = "Управление на еднодневните пароли";
$MESS ['SEC_VIEW'] = "преглед на всички данни";
$MESS ['SEC_ADMIN'] = "пълен административен достъп";
?>