<?
$MESS ['SEF_MODE_TIP'] = "При отметната опция се включва поддръжката на SEF,и са достъпни за попълвани полетата за настройка на адресите (URL).";
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата типове на инфоблокове.След натискане на бутона <b><i>ок</b></i> ще бъдат заредени тези инфоблокове който са създадени за избраният тип.Ако позицията е (друго)->,то е  необходимо да се посочи в близкото поле ID на инфоблока.";
$MESS ['IBLOCK_ID_TIP'] = "Показани са типове на инфоблокове от създадените в системата.Избира се един от поставените инфоблокове.Ако позицията е (друго)->,то е  необходимо да се посочи в близкото поле ID на инфоблока.";
$MESS ['GROUPS_TIP'] = "Избира се група от потребители,който могат да добавят и редактират елементи.";
$MESS ['STATUS_TIP'] = "В случай на не инсталиран модул Документооборот,може да се избере,дали е възможна работата с всички елементи или само с не активните..<br />Но при  наличието на модула Документооборот,може да се избират статуси, в които елементите могат да бъдат показани на потребителите.";
$MESS ['EDIT_URL_TIP'] = "Посочва се пътя към страницата с форма за редактиране на елемента,създаден,например,с помоща на компонента <i>Форма за добавяне/редактиране на елемента</i>.";
$MESS ['ELEMENT_ASSOC_TIP'] = "<i>не</i> - няма свързани,на всички потребители се показват всички елементи;<br /><i>по автор</i> - на потребителя ще бъдат показани само създадените от него елементи;<br /><i>по свойството на инфоблока</i> - може да се избере едно от свойствата на инфоблока, в съответствие с което ще се избират елементите.";
$MESS ['ALLOW_EDIT_TIP'] = "При отметната опция,ще бъде показан линк за редактиране на достъпните от даден потребител елементи.";
$MESS ['ALLOW_DELETE_TIP'] = "При отметната опция,ще бъде показан линк за премахване на достъпните от даден потребител елементи.";
$MESS ['NAV_ON_PAGE_TIP'] = "Ограничаване на броя показвани елементи на една страница.Останалите елементи,ако съществуват,ще се извеждат с помоща на под страничната навигация.";
$MESS ['MAX_USER_ENTRIES_TIP'] = "Полето позволява да се ограничи броя на елементите,добавяни от един потребител.";
$MESS ['SEF_FOLDER_TIP'] = "Път до папката,с която работи компонента.Този път може както да съвпада с физическият път,така и да не съвпада.";
$MESS ['ELEMENT_ASSOC_PROPERTY_TIP'] = "Избира се едно от свойствата на инфоблока,по което елементите на инфоблока ще бъдат показани на потребителите като лични.";
?>