<?
$MESS ['START_FROM_TIP'] = "0(значение по подразбиране)означава,че построяването но нишката за навигация започва от основата на сайта.Ако е попълнено полето<i>Път, за който ще се построява навигационната нишка</i>, то номера на позицията се отчита в  указаният път.";
$MESS ['PATH_TIP'] = "В даденото поле може да се преопредели пътя,за който ще се построй навигационната нишка. Ако полето не е попълнено, то навигационната нишка ще се строй за текущият път.";
$MESS ['SITE_ID_TIP'] = "В списъка са показани всички сайтове, създадени в системата. Параметрите се посочват в случай, че е построена многосайтовост и DOCUMENT_ROOT на сайтовете е различен.";
?>