<?
$MESS ['PATH_TO_LIST_TIP'] = "Посочва се пътя към страницата със списъка на поръчките. Ако страницата се намира в тази директория, е достатъчно да се посочи името на страницата. Тази страница може да се създаде с помощта на компонента <i>Списък на поръчките</i>).";
$MESS ['PATH_TO_DETAIL_TIP'] = "Посочва се пътя към страницата с подробната информация за поръчката. Ако страницата се намира в тази директория, е достатъчно да се посочи името на страницата. Тази страница може да се създаде с помощта на компонента <i>Подробна информация за поръчката</i>).";
$MESS ['SET_TITLE_TIP'] = "Като заглавие на страницата, се поставя \"Отмяна на поръчка №#ID#\".";
$MESS ['ID_TIP'] = "Посочва се php-кода, резултата на който е ID на поръчката. По подразбиране ={\$ID}.";
?>