<?
$MESS ['SEF_MODE_TIP'] = "Опцията включва SEF режим.";
$MESS ['SHOW_FIELDS_TIP'] = "Настройката служи за избор на полета,който ще се показват във формата за регистрация като допълнение на стандартните(потребителско име, парола, e-mail). ";
$MESS ['REQUIRED_FIELDS_TIP'] = "Полетата,избрани в предишният пункт и отметнати тук,ще бъдат задължителни за попълване във формата.";
$MESS ['AUTH_TIP'] = "При наличието на поставена опция, след регистрацията на потребителя, той автоматически ще бъде авторизиран на сайта. В противен случай след регистрацията на потребителя, ще му бъде предоставена за попълване форма за авторизация.";
$MESS ['USE_BACKURL_TIP'] = "При наличието в адресният ред параметъра <i>backurl</i> потребителя ще бъде  препратен по посоченият в този параметър линк, след попълване на  формата за регистрация.  ";
$MESS ['SUCCESS_PAGE_TIP'] = "Може да се посочи линк за всяка страница на сайта, която ще бъде  финална за процедурата на регистрацията, и потребителя ще бъде пренасочен към нея в случай на успешна регистрация. ";
$MESS ['SET_TITLE_TIP'] = "При отметната опция в качество на заглавие на страницата ще бъде \"Регистрация на нов потребител \".";
$MESS ['SEF_FOLDER_TIP'] = "Напишете тук името на папката, която ще бъде показана в адресната лента, когато страницата е активна.";
$MESS ['USER_PROPERTY_TIP'] = "Отметнете допълнителните свойства,който е необходмо да бъдат показани в профила на потребителя.";
?>