<?
$MESS["FORUM_PPE_EDDOR_UPDATE"] = "Грешка при обновяването на параметрите на записа";
$MESS["FORUM_PPE_ERROR_ADD"] = "Грешка при добавянето на нов запис";
$MESS["FORUM_PPE_TITLE_UPD"] = "Редактиране на записа ##ID#";
$MESS["FORUM_PPE_TITLE_ADD"] = "Добавяне на нов запис";
$MESS["FORUM_PPE_PPM"] = "Оценки за съобщението";
$MESS["FORUM_PPE_NOTES"] = "Изчисляването на оценките за потребителя, при промяна на записа, автоматично <b>не</b> се извършва. Изчислението ще се извърши при написване на следващото съобщение, след гласуване за него и т.н.";
$MESS["FPPN_2FLIST"] = "Списък на записите";
$MESS["FPPN_NEW_POINT"] = "Нов запис";
$MESS["FPPN_DELETE_POINT"] = "Премахни записа";
$MESS["FPPN_DELETE_POINT_CONFIRM"] = "Сигурни ли сте, че искате да изтриете този запис?";
$MESS["FORUM_PPE_MIN_MES"] = "Задължителни съобщения";
$MESS["FPPN_TAB_POINT"] = "Оценки за съобщенията";
$MESS["FPPN_TAB_POINT_DESCR"] = "Оценки за съобщенията";
?>