<?
$MESS ['F_TITLE'] = "Правила на форума";
$MESS ['F_TITLE_NAV'] = "Правила";
$MESS ['F_NO_MODULE'] = "Модула на форума не е инсталиран";
$MESS ['F_CONTENT'] = "<ul>
<li>Правилата на форума, посочени по долу , са задължителни за всички  участници във форума без изключение.</li>
<li>Правилата на отделните форуми са допълнения към общите правила на форума.</li>
<li>Администрация оставя за себе си правото да променя правилата без уведомяване.</li>
<li>Допълненията и промените на правилата са действителни от момента на тяхната публикация.</li>
</ul>
<div class=\"forum-bold\">Регистрация:</div> 
<ol>
<li>Забранява се да се използват на форумите имена (потребителско име, имя), и подписи съдържащи нецензурна лексика, адреси на уеб-сайтове, e-mail и т.н. </li>
</ol>

<div class=\"forum-bold\">Забранено е:</div>
<ol>
<li>Публикуването на явно лъжлива информация.</li>
<li>Използването на ругатни и/или груби изрази (в това число и в замаскирана форма).</li>
<li>Оскърбява някой в права или в косвена форма, проявяване на неуважение и/или да обиждате другите участници на форума.</li>
<li>Създаване на съобщения, нарушаващо  законодателството на Република България.</li>
<li>Рекламиране в съобщенията, подписите или аватара всякакви продукти и услуги без специалното разрешение на администрацията на форума.</li>
<li>Създавате еднакви теми или съобщения в разни форуми.</li>
<li>Създавате теми с въпросите, на които отговорите за дадени на FAQ.</li>
<li>Създавате нови теми с имена, които нямат общо с проблема или въпроса.</li>
<li>Провеждате разговор на &quot;свободни теми&quot;и създавате теми, които не съответстват на даденият форум, или да изпращате съобщения, не съответстващи на обсъжданата тема (офтопик).</li>
<li>Публикувате линкове на нелицензиран търговски софтуер, (кракове) и генератори на ключове, и също така на материали, защитени с авторски права (книги, музика, видео и друго).</li>
<li>Създавате съобщения, не носещи  конкретен смисъл  в контекста на обсъжданата тема (флуд).</li>
<li>Създавате съобщения, съдържащи &quot;нарочни&quot; специално направени грешки; и грубо да не спазвате правилата на българският език.</li>
<li>Създавате линкове на сайтове, не съответстващи на тематиката на форума.</li>
<li>Cъздавате съобщения със ЗАГЛАВИЯ или ГЛАВНИ  букви смесено (&quot;По ТоЗи нАчИн&quot;), излишно маркирани текстове за цел да се привлече внимание, удебелен шрифт, курсив, подчертаване, различен от стандартният за съобщенията на форума цвят, шрифт, размер на шрифта.</li>
<li>Самоволното модериране. Т.е. когато някой участник от форума, без да е модератор на този форум, прави забележки на  други участници.</li>
<li>Обсъждате наказанията, от модератора или администратора.</li>
</ol>
<div class=\"forum-bold\">Не се препоръчва да:</div>
<ol>
<li>Пишете с транслит, защото е неудобно за четене. Съществуват методи, които позволяват превеждането от транслит в кирилица. Вие можете се запознаете с тези методи на тази страница. Администрацията оставя за себе си правото да затваря темите, в които потребителите постоянно пишат на транслит и игнорират даденото правило.</li>
<li>Създавате аватари и етикети на политически или религиозни теми. Администрацията премахва такива след уведомяване на потребителя чрез Личните съобщения.</li>
<li>Създавате съобщения на политическа или религиозна основа. Администрацията премахва такива без предупреждение.</li>
<li>Създавате съобщения на друг език, освен български или английски. Потребителите на българоезичният форум трябва да разбират това, което пишат останалите участници на форума. Английския се счита за международен език. Администрация премахва такива след уведомяване на потребителя чрез Личните съобщения.</li>
<li>Многократно да повдигате  темата, ако на поставеният въпрос няма отговор. В случай на многократно повдигане на темата, съобщенията от типа &quot;up&quot;, могат да бъдат преценени като флуд.</li>
</ol>
<div class=\"forum-bold\">Общи положения:</div>
<ol>
<li>Преди да създадете нова тема, задължително използвайте Търси. FAQ. Възможно е то, вече да се е обсъждало на форума. Така Вие ще икономисате време за себе си и на други.</li>
<li>Пишете старателно и грамотно. Проверявайте написаното съобщение преди изпращане .</li>
<li>При писането на съобщения избягвайте излишното цитиране. Това затруднява четенето и излишно натоварва темата.</li>
<li>Личната преписка в общата тема се отчита като офтопика. За  личната преписка има Лични съобщения.</li>
<li>Избягвайте да копирате обемни материали в уеб-страниците. По добре дайте линк за тях.</li>
<li>Ако Вие няма какво да кажете — по добре нищо не говорите. Не трябва да се пишат съобщения само от скука.</li>
</ol>
<div class=\"forum-bold\">Администрация и модериране:</div>
<ol>
<li>Администраторите и модераторите имат право да редактират, преместват, закриват, и също така да премахват съобщения и теми, не удовлетворяващи правилата на форума.</li>
<li>Администраторите и модераторите имат право да отсъждат  в някой от случаите или някой от точките, правилата на форума в случай на претенция от потребител.</li>
<li>Действията на модератора може да се обжалват само в администрацията на форума и само чрез Личните съобщения.</li>
<li>Решението на администрацията на форума се явява окончателно и не подлежи на обжалване.</li>
</ol>";
?>