<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата тип на инфоблок.След натискане на бутона <b><i>ок</b></i> ще бъдат заредени тези инфоблокове който са създадени за избраният тип.";
$MESS ['IBLOCK_ID_TIP'] = "Избира се един от поставените инфоблокове.Ако позицията е (друго)->,то е  необходимо да се посочи в близкото поле ID на инфоблока.";
$MESS ['SECTION_SORT_FIELD_TIP'] = "Посочва се полето,по което ще се извършва сортирането на разделите.";
$MESS ['SECTION_SORT_ORDER_TIP'] = "В каква посока ще се сортират разделите,по възходящ или низходящ ред.";
$MESS ['ELEMENT_SORT_FIELD_TIP'] = "Посочва се полето,по което ще се извършва сортирането на фотографиите вътре в разделите.";
$MESS ['ELEMENT_SORT_ORDER_TIP'] = "В каква посока ще се сортират фотографиите в разделите,по възходящ или низходящ ред.";
$MESS ['FILTER_NAME_TIP'] = "Задава се името на променливата,в която се предава масива на параметрите от филтъра.Служи за определяне на излизащите от филтъра елементи.Полето може да бъде оставено празно, тогава се използва значението по подразбиране.";
$MESS ['FIELD_CODE_TIP'] = "От изброените полета може да се изберат допълнителни,за показване на TOP'а.При избор на позицията <i>не е избрано</i> и без да се посочват кода на полетата в долният ред,на страницата  ще се изведат полета по подразбиране.";
$MESS ['PROPERTY_CODE_TIP'] = "От свойствата на инфоблока може да се изберат тези, който ще се изобразяват в TOP'а.Ако е избрана позицията (не е избрано)-> и без посочване на кода в долният ред,свойствата няма да бъдат показвани.";
$MESS ['SECTION_URL_TIP'] = "В даденото поле е необходима да се посочи URL,водещ на страницата със съдържанието на раздела.";
$MESS ['DETAIL_URL_TIP'] = "Посочва се пътя към страницата с подробното описание на елемента от инфоблока.";
$MESS ['DISPLAY_PANEL_TIP'] = "При отметната опция,бутоните ще се показват в режим за редактиране на сайта в админ.панела,също така в комплекта от бутони в областа на редактиране на даденият компонент.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: работи при включено кеширане в течение на зададеното време;<br /><i>Кешира</i>: за кеширането е  необходимо да се определи само времето за кеширане;<br /><i>Не кешира</i>: във всички случай не кешира.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на времето за кеширане,в секунди.";
$MESS ['CACHE_FILTER_TIP'] = "При отметната опция всеки резултат получен от филтъра,ще се кешира.";
$MESS ['SECTION_COUNT_TIP'] = "Максимален брой раздели,който могат да  се показват.";
$MESS ['ELEMENT_COUNT_TIP'] = "Максимален брой фотографии,който ще се показват във всеки раздел.";
$MESS ['LINE_ELEMENT_COUNT_TIP'] = "Брой на фотографиите на един ред  в таблицата.";
?>