<?
$MESS["FSL_NO_MODULE"] = "Модула на форума не е инсталиран";
$MESS["FSL_NO_SPERMS"] = "Вие нямате права да прекъсвате този абонамент";
$MESS["FSL_NO_DELETE"] = "Абонамента #SID# не е премахнат.";
$MESS["FSL_NO_DUSER"] = "Потребител с код #UID# не е намерен";
$MESS["FSL_AUTH"] = "Трябва да се оторизирате за да прегледате тази страница.";
$MESS["FSL_SUCC_DELETE"] = "Абонамента е успешно прекъснат";
$MESS["FSL_TITLE"] = "Списък с абонаментите за съобщенията от форума";
$MESS["F_EMPTY_SUBSCRIBES"] = "Не е избран Абонамент за премахване.";
$MESS["F_ERR_SESS_FINISH"] = "Вашата сесия е изтекла. Повторете действието.";
$MESS["F_SUBSCRIBE"] = "Абонаменти";
?>