<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Условия доставки");
?>
<h1>Условия доставки</h1>
<p>Уважаемые покупатели в целях обеспечения безопасности доставки просим соблюдать следующие требования и предоставить необходимую информацию:
  <br />
</p>

<ul>
  <li>Название организации, на которую осуществляется доставка;</li>

  <li>Ф.И.О. человека заказывающего товар;</li>

  <li>городской контактный телефон (должен соответствовать месту доставки);</li>

  <li>доставка производится в офисы компаний или в квартиры после обработки данных.</li>
</ul>

<p>Доставка не осуществляется:
  <br />
На стройплощадки, вокзалы, станции метрополитена,садово-огородные товарищества, цеха, гаражно-строительные кооперативы, передвижные пункты продаж, сауны, секретные и несуществующие объекты.
  <br />
В парки, лесные массивы, на пляжи или иные места, не имеющие определенного адреса.</p>

<h3>Получение товара</h3>

<p>Внимательно рассмотрите товар, убедитесь в отсутствии видимых механических повреждений, проверьте работоспособность ручек, запоров, защелок, других механических узлов, наличие и правильность заполнения документов. Помните, что претензии по внешнему виду доставленного Вам товара, в соответствии со ст. 458 и 459 ГК РФ, Вы можете предъявить только до передачи Вам товара продавцом.</p>

<p>Если товар Вас устраивает, Вы подписываете товарный чек и получаете:</p>

<ul>
  <li>товар</li>

  <li>товарный чек</li>

  <li>кассовый чек (при оплате за наличный расчет)</li>

  <li>гарантийный талон (если иные способы активации гарантии не предусмотрены производителем)</li>
</ul>

<h3>Примечания</h3>

<p>Внимание! Товар на нашем складе резервируется под Ваш заказ на 48 часов, по истечению данного срока резерв аннулируется.</p>

<p>Внимание! В случае, если какие-либо непредвиденные обстоятельства помешают Вам получить заказ в оговоренное время, свяжитесь, пожалуйста с отделом доставки заранее.</p>

<p>Внимание! Если оператор не сможет дозвониться по указанному Вами телефону в течение 5-и рабочих дней с момента поступления заказа, Ваш заказ будет аннулирован. </p>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>