<?
$MESS ['F_NO_MODULE'] = "Модула на форума не е инсталиран";
$MESS ['F_NO_NPERMS'] = "Вие нямате достатъчни права за създаването на нова тема в този форум";
$MESS ['F_NO_EPERMS'] = "Вие нямате достатъчни права за редактирането на това съобщение";
$MESS ['F_ERR_SESS_FINISH'] = "Вашата сесия е изтекла. Повторете действието.";
$MESS ['F_NTITLE'] = "Нова тема";
$MESS ['F_ETITLE'] = "Промяна на съобщението";
$MESS ['F_FID_IS_LOST'] = "Форума не е намерен";
$MESS ['F_MID_IS_LOST'] = "Съобщението не е намерено";
$MESS ['F_ERRRO_FILE_NOT_UPLOAD'] = "Качването на файлове е забранено!";
?>