<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата тип на инфоблок.След натискане на бутона <b><i>ок</b></i> ще бъдат заредени тези инфоблокове който са създадени за избраният тип.";
$MESS ['IBLOCK_ID_TIP'] = "В списъка са представени всички информационни блокове,създадени за поставеният тип.Може да се избере един от тях или позицията <i>(друго)-></i>,тогава е необходимо да се посочи ID на инфоблока в близкото поле, например, ={\$_REQUEST[\"ID\"]}.";
$MESS ['ELEMENT_ID_TIP'] = "Полето служи за посочване на ID за новините.Може да се зададат явно,а и може да се предават от масива _REQUEST.По подразбиране полето съдържа ={\$_REQUEST[\"ID\"]}";
$MESS ['FIELD_CODE_TIP'] = "От изброените полета може да се изберат тези,който ще се показват на страницата за подробен преглед.При избор на позицията <i>не е избрано</i> и без да се посочват изброените полета в долният ред,на страницата за списъка ще се изведат полета по подразбиране.";
$MESS ['PROPERTY_CODE_TIP'] = "От изброените полета може да се изберат тези,който ще се показват на страницата за подробен преглед.При избор на позицията <i>не е избрано</i> и без да се посочват изброените полетата в долният ред,на страницата за подробен преглед свойствата няма да се показват.";
$MESS ['IBLOCK_URL_TIP'] = "Задава се URL на страницата със списъка на елементите от инфоблока.По подразбиране полето съдържа news.php?ID=#IBLOCK_ID#";
$MESS ['META_KEYWORDS_TIP'] = "В падащият списък са изброени всички свойства,определени за даденият инфоблок.От тях се избира това което съдържа ключовите думи.";
$MESS ['META_DESCRIPTION_TIP'] = "В падащият списък са изброени всички свойства,определени за даденият инфоблок.От тях се избира това което съдържа описанието.";
$MESS ['DISPLAY_PANEL_TIP'] = "При отметната опция,бутоните ще се показват в режим за редактиране на сайта в админ.панела,също така и в комплекта от бутони в областа за редактиране на даденият компонент.";
$MESS ['SET_TITLE_TIP'] = "При отметната опция за заглавие на страницата ще бъде поставено името на показаният подробно елемент.";
$MESS ['INCLUDE_IBLOCK_INTO_CHAIN_TIP'] = "При отметната опция в нишката на навигацията ще бъде добавено името  на елемента от инфоблока.";
$MESS ['ADD_SECTIONS_CHAIN_TIP'] = "Ако опцията е зададена и в инфоблока са създадени раздели,то при преминаването по тях,имената им ще бъдат добавени в нишката за навигация.";
$MESS ['ACTIVE_DATE_FORMAT_TIP'] = "В падащият списък са изброени всички възможни варианти за показване на датата,формирани в компонента.Избирайки позицията<i>друго</i>,може да се оформи собствен вариант на основание на php-функцията date.";
$MESS ['USE_PERMISSIONS_TIP'] = "Опцията позволява да се ограничи достъпа към подробната информация за елементите от инфоблока.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: работи при включено кеширане в течение на зададеното време;<br /><i>Кешира</i>: за кеширането е  необходимо да се определи само времето за кеширане;<br /><i>Не кешира</i>: във всички случай не кешира.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на времето за кеширане,в секунди.";
$MESS ['DISPLAY_TOP_PAGER_TIP'] = "При отметната опция навигацията по страниците ще бъде показана горе на страницата.";
$MESS ['DISPLAY_BOTTOM_PAGER_TIP'] = "При отметната опция навигацията по страниците ще бъде показана долу на страницата.";
$MESS ['PAGER_TITLE_TIP'] = "Посочва се името на категорията,по което се извършва преместването при навигацията(например, страници, части, глави и др.) ";
$MESS ['PAGER_TEMPLATE_TIP'] = "В даденото поле се посочва името на шаблона за под страничната навигация.Ако полето е празно се избира шаблон по подразбиране (.default).Също така в системата е зададен и шаблон <i>orange</i>.";
$MESS ['GROUP_PERMISSIONS_TIP'] = "Показани са всички групи от потребители,от тях може да се изберат тези,който могат да преглеждат подробната информация.";
$MESS ['CHECK_DATES_TIP'] = "Опцията служи за показване на само активните елементи от инфоблока.";
$MESS ['AJAX_MODE_TIP'] = "Позволява режим AJAX за компонента.";
$MESS ['AJAX_OPTION_SHADOW_TIP'] = "При преминаване в режим AJAX ще се затъмни областа,която трябва да се редактира.";
$MESS ['AJAX_OPTION_JUMP_TIP'] = "Ако потребителя извърши преминаване в режим AJAX, то при завършване на зареждането компонента ще се превърти от начало.";
$MESS ['AJAX_OPTION_STYLE_TIP'] = "След завършване на преминаването в режима AJAX,ще се обработи и зареди списък със CSS стилове.";
$MESS ['AJAX_OPTION_HISTORY_TIP'] = "Когато потребителя изпълнява преминаване в AJAX,то при включена опция могат да се използват бутоните на браузера \"Назад\" и \"Напред\".";
?>