<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата типове на инфоблокове.След натискане на бутона <b><i>ок</b></i> ще бъдат заредени тези инфоблокове който са създадени за избраният тип.";
$MESS ['IBLOCK_ID_TIP'] = "Избира се един от поставените инфоблокове.Ако позицията е (друго)->,то е  необходимо да се посочи в близкото поле ID на инфоблока.";
$MESS ['ELEMENT_SORT_FIELD_TIP'] = "Посочва се полето, по което ще се извършва сортирането на елементите.";
$MESS ['ELEMENT_SORT_ORDER_TIP'] = "В какво направление ще се сортират елементите,по възходящ или по низходящ ред.";
$MESS ['SECTION_URL_TIP'] = "Посочва се пътя към страницата с описанието на раздела от инфоблока.";
$MESS ['DETAIL_URL_TIP'] = "Посочва се пътя към страницата с подробно описание на елемента от инфоблока.";
$MESS ['BASKET_URL_TIP'] = "Посочва се пътя към страницата с кошницата на клиента.";
$MESS ['ACTION_VARIABLE_TIP'] = "В даденото поле се посочва името на променливата,в която се предава действието: ADD_TO_COMPARE_LIST, ADD2BASKET и т.н.Значението на полето по подразбиране <i>action</i>.";
$MESS ['PRODUCT_ID_VARIABLE_TIP'] = "Име на променливата,в която ще се предава ID на артикула.";
$MESS ['SECTION_ID_VARIABLE_TIP'] = "Име на променливата,в която ще се предава ID на раздела в инфоблока.";
$MESS ['DISPLAY_COMPARE_TIP'] = "Ако опцията е отметната,то ще бъде показан бутона <i>Сравни</i>,с помоща на който елемента се добавя в списъка за сравненията.";
$MESS ['ELEMENT_COUNT_TIP'] = "Даденото число определя броя на елементите показвани на една страница.";
$MESS ['LINE_ELEMENT_COUNT_TIP'] = "Числото определя броя на елементите на един ред,при показването на елементите от каталога.";
$MESS ['PROPERTY_CODE_TIP'] = "От свойствата на инфоблока може да се изберат тези, който ще се изобразяват при показването на елементите в таблица.При избора на позицията (не е избрано)-> и без да се посочва кода на свойствата в долният ред,те няма да се извеждат.";
$MESS ['PRICE_CODE_TIP'] = "Посочва се типа на цената,който ще се показва за елементите.Ако не е избран нито един тип,то цените и бутоните <i>Поръчай</i> и <i>В кошницата</i> няма да се показват.";
$MESS ['USE_PRICE_COUNT_TIP'] = "При отметната опция се извеждат цените на всички типове артикули.";
$MESS ['SHOW_PRICE_COUNT_TIP'] = "Може да се посочи количеството,за което ще се показват цените,например,1 или 10, в зависимост от спецификата на артикула.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: работи при включено кеширане в течение на зададеното време;<br /><i>Кешира</i>: за кеширането е  необходимо да се определи само времето за кеширане;<br /><i>Не кешира</i>: във всички случай не кешира.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на времето за кеширане,в секунди.";
$MESS ['PRICE_VAT_INCLUDE_TIP'] = "При отметната опция цените ще бъдат показани с ДДС.";
?>