<?
$MESS ['PATH_TO_ORDER_TIP'] = "Път към страницата с процедури за оформяне на поръчката. Ако страницата се намира в текущата директория, е достатъчно да се посочи нейното име.";
$MESS ['HIDE_COUPON_TIP'] = "Ако е \"Да\", на страницата с кошницата за артикулите, полето за въвеждане на купона за отстъпка, няма да се показва.";
$MESS ['COLUMNS_LIST_TIP'] = "Посочват се полетата, които ще бъдат изведени в качество на таблица за артикулите.";
$MESS ['SET_TITLE_TIP'] = "Като заглавие на страницата ще бъде поставено:\"Моята кошница\".";
$MESS ['QUANTITY_FLOAT_TIP'] = "При отметната опция, ще се използват дробни числа за количеството на артикулите.";
$MESS ['PRICE_VAT_INCLUDE_TIP'] = "При отметната опция, цената ще бъде показана с ДДС.";
$MESS ['PRICE_VAT_SHOW_VALUE_TIP'] = "Опцията служи за показването размера на ДДС.";
?>