<?
$MESS["CLO_STORAGE_WRONG_SERVICE"] = "Зададена е грешна служба за контейнера.";
$MESS["CLO_STORAGE_EMPTY_BUCKET"] = "Не е зададен идентификатор за контейнера.";
$MESS["CLO_STORAGE_BAD_BUCKET_NAME"] = "Идентификатора за контейнера съдържа недопустими символи (разрешени символи - латиница в долния регистър, цифри и знак: \"-\").";
$MESS["CLO_STORAGE_WRONG_BUCKET_NAME_LENGTH"] = "Дължината на идентификатора на контейнера трябва да е не по-малко от 3 символа и не повече от 64.";
$MESS["CLO_STORAGE_BAD_BUCKET_NAME2"] = "Идентификатора на контейнера трябва да започва и завършва с буква или цифра.";
$MESS["CLO_STORAGE_BUCKET_ALREADY_EXISTS"] = "Контейнер с такъв идентификатор вече съществува в облачното хранилище. Уникалността на името се проверява за всички ползващи в облачното хранилище.";
$MESS["CLO_STORAGE_DB_DELETE_ERROR"] = "Контейнера в облака е изтрит, но възникна грешка при изтриването на описанието на контейнера от базата данни.";
$MESS["CLO_STORAGE_CLOUD_DELETE_ERROR"] = "Грешка при изтриване на контейнера: #error_msg#.";
$MESS["CLO_STORAGE_CLOUD_BUCKET_NOT_EMPTY"] = "Грешка при изтриване на контейнера: в контейнера има файлове.";
$MESS["CLO_STORAGE_UNKNOWN_SERVICE"] = "неизвестна служба";
$MESS["CLO_STORAGE_CLOUD_ADD_ERROR"] = "Грешка при добавяне на контейнера: #error_msg#.";
?>