<?
$MESS ['SUBSCRIBE_CONFIRM_NAME'] = "Потвърждаване на абонамента";
$MESS ['SUBSCRIBE_CONFIRM_DESC'] = "#ID# - идентификатор на абонамента
#EMAIL# - адрес на абонамента
#CONFIRM_CODE# - код за потвърждаване
#SUBSCR_SECTION# - раздел, къде се намира страницата за редактиране на абонамента (задава се в настройките)
#USER_NAME# - име на абоната (може без него)
#DATE_SUBSCR# - дата на добавяне/промяна на адреса
";
$MESS ['SUBSCRIBE_CONFIRM_SUBJECT'] = "#SITE_NAME#:Потвърждаване на абонамента";
$MESS ['SUBSCRIBE_CONFIRM_MESSAGE'] = "Информационно съобщение от сайта #SITE_NAME#
------------------------------------------

Здравейте,

Вие сте получили това съобщение, защото вашият адрес е бил даден за абониране
 на информационен бюлетин от #SERVER_NAME#.

Допълнителная информация за абонамента:

Адрес на абоната (email) ............ #EMAIL#
Дата на добавяне/редактиране .... #DATE_SUBSCR#

Вашият код за потвърждаване: #CONFIRM_CODE#

За да потвърдите абонамента преминете по линка:
http://#SERVER_NAME##SUBSCR_SECTION#subscr_edit.php?ID=#ID#&CONFIRM_CODE=#CONFIRM_CODE#

Вие също така можете да въведете кода за потвърждаване на абонамента на страницата:
http://#SERVER_NAME##SUBSCR_SECTION#subscr_edit.php?ID=#ID#

Внимание! Вие няма да получавате новини, ако не е потвърден
абонамента.

---------------------------------------------------------------------
Запазете това писмо, защото то съдържа информация за авторизиране.
Използвайки кода за потвърждаване на абонамента, вие можете да промените абонамента или да се откажете от него.

Промени параметрите:
http://#SERVER_NAME##SUBSCR_SECTION#subscr_edit.php?ID=#ID#&CONFIRM_CODE=#CONFIRM_CODE#

Откажи абонамента:
http://#SERVER_NAME##SUBSCR_SECTION#subscr_edit.php?ID=#ID#&CONFIRM_CODE=#CONFIRM_CODE#&action=unsubscribe
---------------------------------------------------------------------

Съобщението е генерирано автоматично.
";
?>