<?
$MESS ['SUBSCR_NEW_TITLE'] = "Нов адрес на абонамента";
$MESS ['SUBSCR_NEW_NOTE'] = "Тук Вие можете да се абонирате за информационен бюлетин от нашият сайт. Изберете рубрика за абонамента, посочете вашият e-mail и натиснете на бутона <i>Абонамент</i>.";
$MESS ['SUBSCR_NAME'] = "Рубрики за абонамен";
$MESS ['SUBSCR_DESC'] = "Описание";
$MESS ['SUBSCR_CNT'] = "Абонати";
$MESS ['SUBSCR_ADDR'] = "e-mail";
$MESS ['SUBSCR_EMAIL_TITLE'] = "Въведете вашият e-mail";
$MESS ['SUBSCR_BUTTON'] = "Абонамент";
$MESS ['SUBSCR_EDIT_TITLE'] = "Промени настройките";
$MESS ['SUBSCR_PASS_TITLE'] = "Ако Вие сте забравили паролата";
$MESS ['SUBSCR_UNSUBSCRIBE_TITLE'] = "Откажи абонамента";
$MESS ['SUBSCR_EDIT_NOTE'] = "Тези, които вече са абониране за нашият инфо бюлетин, могат да променят своите  настройки- въведете вашият e-mail и ако е необходимо, парола.";
$MESS ['SUBSCR_EDIT_PASS'] = "парола";
$MESS ['SUBSCR_EDIT_PASS_TITLE'] = "Въведете парола (код за потвърждаване)";
$MESS ['SUBSCR_EDIT_PASS_ENTERED'] = "паролата е въведена";
$MESS ['SUBSCR_EDIT_BUTTON'] = "Вход";
$MESS ['SUBSCR_PASS_NOTE'] = "Въведете e-mail, на които ще получавате информацията, и паролата ще ви бъде изпратена на този адрес.";
$MESS ['SUBSCR_PASS_BUTTON'] = "Изпрати";
$MESS ['SUBSCR_UNSUBSCRIBE_NOTE'] = "Ако Вие искате да се откажете от абонамента, преминете в режима промяна на настройките на абонамента, и натиснете бутона<i>Откажи</i>.";
$MESS ['SUBSCR_NOTE'] = "За нерегистрираните абонати, паролата е кода за потвърждаване на абонамента. Регистрираните потребители могат да използват своята парола, зададена при регистрацията.";
?>