<?
$MESS ['IBCONV_TITLE'] = "Конвертиране на свойствата в ИБ";
$MESS ['IBCONV_PERMISSION'] = "Недостатъчни права.";
$MESS ['IBCONV_WRONG_CONVERSION'] = "Недопустими конвертирания.";
$MESS ['IBCONV_WRONG_VERSION'] = "Информационен блок от неизвестна версия.";
$MESS ['IBCONV_WRONG_IBLOCK'] = "Информационният блок не съществува.";
$MESS ['IBCONV_ATTENTION'] = "Внимание!";
$MESS ['IBCONV_WARNING_MESSAGE'] = "Значенията на свойствата на елементите в информационият блок #IBLOCK_NAME# ще бъдат преместени в други таблици.</p><p>Това може да заеме продължително време. Ако процеса бъде прекъснат от грешка или завършил по друга причина по рано , преди да завърши окончателно, то е необходимо процеса да бъде извършен още един път.</p><p>Във времето на преместването, част от значенията на свойствата ще бъдат недостъпни за показване и обновяване.За това процеса трябва да бъде завершен.</p><p>За включване на преместването натиснете бутона \"Преместване\".</p>";
$MESS ['IBCONV_MOVE'] = "Преместване";
$MESS ['IBCONV_CREATE_TABLE'] = "Създаване на таблици за запазване на значенията на свойствата.";
$MESS ['IBCONV_PROGRESS'] = "Преместване значенията на свойствата за елементите #DONE# из #TODO#.";
$MESS ['IBCONV_INPROGRESS'] = "Преместване значенията на свойствата за елементите.";
$MESS ['IBCONV_FINALIZE'] = "Завършване преместването на значенията на свойствата за елементите.";
$MESS ['IBCONV_PREPARE'] = "Подготовка към преместване на значенията на свойствата.";
$MESS ['IBCONV_FINALIZE2'] = "Завършване преместването на значенията на свойствата за елементите и премахване на таблиците в който те са се съхранявали.";
$MESS ['IBCONV_FINISHED'] = "Процеса на преместването значенията на свойствата за елементите на информационният блок,е завършен.";
$MESS ['IBCONV_TABLE_CREATION_ERROR'] = "Грешка при създаване на таблици за съхраняване на свойствата.";
$MESS ['IBCONV_FINISHED_HREF'] = "Връщане на формата за редактиране на информационният блок.";
?>