<?
$MESS ['SHOW_COUNT_TIP'] = "При отметната опция, в публичната част, ще бъде показан броя на абонатите.";
$MESS ['SHOW_HIDDEN_TIP'] = "При отметната опция, в списъка на бюлетините ще се изведат всички активни.";
$MESS ['PAGE_TIP'] = "В това поле се посочва пътя към страницата за редактиране на абонамента (по подразбиране #SITE_DIR#about/subscr_edit.php)";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действа при включено кеширане в течение на зададено време;<br /><i>Кешира</i>: за кеширане е необходимо да се определи само време за кеширане;<br /><i>Не кешира</i>: кеширане не се извършва във всички случай.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на време за кеширане, в секунди.";
$MESS ['SET_TITLE_TIP'] = "При отметната опция като заглавие на страницата ще бъде поставено \"Информационни бюлетини\".";
?>