<?
$MESS ['ERROR_EMPTY_BASE_PRICE'] = "Попълнете полето \"Базова цена\"";
$MESS ['ERROR_EMPTY_BASE_CURRENCY'] = "Попълнете полето \"Валута за базовата цена\"";
$MESS ['ERROR_DELETE_PRICE'] = "Грешка при изчистването на цените";
$MESS ['ERROR_UPDATING_PRICE'] = "Грешка при записа на цените";
$MESS ['ERROR_ADDING_PRICE'] = "Грешка при добавяне на цени";
$MESS ['C2IT_INTERNAL_ERROR'] = "Вътрешна грешка";
$MESS ['C2IT_NO_BASE_TYPE'] = "Не е намерен базовият тип на цените";
$MESS ['C2IT_ERROR_BOUND_LEFT'] = "Грешка при поставянето на диапазон за количествата:лявата граница \"#BORDER#\" трябва  да бъде положителна (за първия диапазон)";
$MESS ['C2IT_ERROR_BOUND_RIGHT'] = "Грешка при поставянето на диапазон за количествата:дясната граница \"#BORDER#\" трябва  да бъде положителна (за последният диапазон)";
$MESS ['C2IT_ERROR_BOUND'] = "Грешка при поставянето на диапазон за количествата:диапазона #DIAP# не е верен";
$MESS ['C2IT_ERROR_BOUND_PRICE'] = "Грешка при поставянето на цените:не е посочена цена за диапазона #DIAP#";
$MESS ['C2IT_ERROR_PRICE'] = "Не е посочена базовата цена";
$MESS ['C2IT_ERROR_BOUND_CROSS'] = "Грешка при поставянето на диапазон за количествата:диапазоните #DIAP1# и #DIAP2# се пресичат";
$MESS ['C2IT_ERROR_BOUND_MISS'] = "Грешка при поставянето на цените:не е посочена цена за диапазона #DIAP#";
$MESS ['C2IT_ERROR_BOUND_MISS_TOP'] = "Грешка при поставянето на цените:не е посочена цена за количества по големи от #BORDER#";
$MESS ['C2IT_ERROR_PRPARAMS'] = "Грешка при обновяването на параметрите за цената с код #ID#";
$MESS ['C2IT_ERROR_SAVEPRICE'] = "Грешка при записа на цените #PRICE#";
?>