<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата тип на инфоблок.След натискане на бутона <b><i>ок</b></i> ще бъдат заредени тези инфоблокове който са създадени за избраният тип.";
$MESS ['IBLOCK_ID_TIP'] = "Избира се един от поставените инфоблокове.Ако позицията е (друго)->,то е  необходимо да се посочи в близкото поле ID на инфоблока.";
$MESS ['ELEMENT_ID_TIP'] = "Полето съдържа код в който се предава ID на елемента.По подразбиране полето съдържа ={\$_REQUEST[\"ELEMENT_ID\"]}.";
$MESS ['SECTION_ID_TIP'] = "Полето съдържа код в който се предава ID на раздела.По подразбиране полето съдържа ={\$_REQUEST[\"SECTION_ID\"]}.";
$MESS ['SECTION_URL_TIP'] = "Посочва се пътя към страницата с описанието на раздела от инфоблока.";
$MESS ['DETAIL_URL_TIP'] = "Посочва се пътя към страницата с подробно описание на елемента от инфоблока.";
$MESS ['BASKET_URL_TIP'] = "Посочва се пътя към страницата с кошницата на клиента.";
$MESS ['ACTION_VARIABLE_TIP'] = "В даденото поле се посочва името на променливата,в която се предава действието: ADD_TO_COMPARE_LIST, ADD2BASKET и т.н.Значението на полето по подразбиране <i>action</i>.";
$MESS ['PRODUCT_ID_VARIABLE_TIP'] = "Име на променливата,в която ще се предава ID на артикула.";
$MESS ['SECTION_ID_VARIABLE_TIP'] = "Име на променливата,в която ще се предава ID на раздела в инфоблока.";
$MESS ['META_KEYWORDS_TIP'] = "В падащищият списък са изброени всички свойства,определени за даденият инфоблок.От тях се избира това, което съдържа ключови думи.";
$MESS ['META_DESCRIPTION_TIP'] = "В падащищият списък са изброени всички свойства,определени за даденият инфоблок.От тях се избира това, което съдържа описанието.";
$MESS ['DISPLAY_PANEL_TIP'] = "При отметната опция,бутоните ще се показват в режим за редактиране на сайта на админ.панела,също така в комплекта от бутони в областа на редактиране на даденият компонент.";
$MESS ['SET_TITLE_TIP'] = "При отметната опция в качество на заглавие за страницата ще бъде поставено името на елемента.";
$MESS ['ADD_SECTIONS_CHAIN_TIP'] = "Ако опцията е отметната и в инфоблока са създадени раздели,то при преминаване по тях, имената на разделите ще се добавят в нишката за навигация.";
$MESS ['PROPERTY_CODE_TIP'] = "От свойствата на инфоблока може да се изберат тези, който ще се изобразяват при показването на елементите.Ако е избрана позицията (не е избрано)-> и без посочване на кода в долният ред,свойствата няма да бъдат показвани.";
$MESS ['PRICE_CODE_TIP'] = "Посочете типа на цените, който ще се използват в каталога. Ако нито един от типовете не е избран, то цените и бутоните <i>Поръчай</i> и <i>В кошницата</i> няма да бъдат показани.";
$MESS ['USE_PRICE_COUNT_TIP'] = "При отметната опция се извеждат цените на всички типове артикули.";
$MESS ['SHOW_PRICE_COUNT_TIP'] = "Може да се посочи количество,за което ще се показват цените,например,1 или 10, в зависимост от спецификата на артикула.";
$MESS ['LINK_IBLOCK_TYPE_TIP'] = "Ако елементите на един от инфоблоковете са свързани с елементите на показаният инфоблок,то тук се посочва типа на свързаният инфоблок.";
$MESS ['LINK_IBLOCK_ID_TIP'] = "Посочва се инфоблока,на който елементите са свързани с показаният инфоблок.";
$MESS ['LINK_PROPERTY_SID_TIP'] = "Свойство, по което елементите са свързани,избират се от списъка или се посочват като код в близкото поле.";
$MESS ['LINK_ELEMENTS_URL_TIP'] = "Път към страницата,на която ще бъде показан списъка на свързаните елементи.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: работи при включено кеширане в течение на зададеното време;<br /><i>Кешира</i>: за кеширането е  необходимо да се определи само времето за кеширане;<br /><i>Не кешира</i>: във всички случай не кешира.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на времето за кеширане в секунди.";
$MESS ['PRICE_VAT_INCLUDE_TIP'] = "При отметната опция цените ще се показват с ДДС.";
$MESS ['PRICE_VAT_SHOW_VALUE_TIP'] = "Опцията служи за показване стойноста на ДДС.";
?>