<?
$MESS["CL_TAB_TEST"] = "Тест";
$MESS["CL_TAB_DESC"] = "Описание";
$MESS["CL_TAB_RESULT"] = "Резултат";
$MESS["CL_TEST_NAME"] = "Име";
$MESS["CL_TEST_CODE"] = "Код на теста";
$MESS["CL_TEST_LINKS"] = "Линкове";
$MESS["CL_NOW_TO_TEST_IT"] = "Как да се тества?";
$MESS["CL_NOW_AUTOTEST_WORK"] = "Как работи автоматичното тестване";
$MESS["CL_TEST_STATUS"] = "Статус на теста";
$MESS["CL_W_STATUS"] = "В очакване";
$MESS["CL_A_STATUS"] = "Успешен";
$MESS["CL_F_STATUS"] = "Неуспешен";
$MESS["CL_S_STATUS"] = "Пропуснат";
$MESS["CL_STATUS_COMMENT"] = "Коментар";
$MESS["CL_SHOW_COMMENTS"] = "Показвай коментарите";
$MESS["CL_HIDE_COMMENTS"] = "Скрий коментарите";
$MESS["CL_BEGIN_PROJECT_AUTOTEST"] = "Пусни автоматичното тестване";
$MESS["CL_BEGIN_PROJECT_AUTOTEST_DELAY"] = "Отложи";
$MESS["CL_TESTER"] = "Тестер";
$MESS["CL_VENDOR"] = "Разработчик";
$MESS["CL_TEST_TOTAL"] = "Всичко тестове";
$MESS["CL_TEST_CHECKED"] = "Успешно";
$MESS["CL_TEST_FAILED"] = "Неуспешно";
$MESS["CL_TEST_WAITING"] = "В очакване";
$MESS["CL_TEST_SKIP_REQUIRE"] = "Задължителните са пропуснати";
$MESS["CL_TEST_REQUIRE"] = "Задължителни";
$MESS["CL_TEST_NOT_REQUIRE"] = "Незадължителни";
$MESS["CL_CHECK_PROGRESS"] = "Извършени тестове";
$MESS["CL_TEST_PROGRESS"] = "#check# от #total#";
$MESS["CL_BEGIN_AUTOTEST"] = "Пусни автотест";
$MESS["CL_BEGIN"] = "Създай проект";
$MESS["CL_GO_TO_REPORT_FORM"] = "Премини към формата за съхраняване на отчета";
$MESS["CL_PASS_TEST"] = "пусни автотест";
$MESS["CL_TEST_RESULT"] = "Резултата от тестването";
$MESS["CL_PASS_PROJECT"] = "предай проект";
$MESS["CL_TEST_CHECKED_COUNT"] = " тестове са успешно преминати";
$MESS["CL_TEST_CHECKED_COUNT_FROM"] = " от ";
$MESS["CL_REPORT_DATE"] = "Дата";
$MESS["CL_REPORT_TESTER_NAME"] = "имена на сътрудника";
$MESS["CL_REPORT_COMPANY_NAME"] = "Компания";
$MESS["CL_UPLOAD_IMAGE"] = "качи изображение";
$MESS["CL_ADD_COMMENT"] = "Добави коментар...";
$MESS["CL_SAVE_REPORT"] = "Съхрани отчет";
$MESS["CL_REPORT_ARCHIVE"] = "Архив отчети ";
$MESS["CL_REPORT_TABLE_TESTER"] = "Кой е направил";
$MESS["CL_REPORT_TABLE_TOTAL"] = "Общо тестове";
$MESS["CL_REPORT_TABLE_CHECKED"] = "Успешен";
$MESS["CL_REPORT_TABLE_FAILED"] = "Неуспешен";
$MESS["CL_REPORT_TABLE_DETAIL"] = "подробности";
$MESS["CL_AUTOTEST_DONE"] = "Автотеста приключи";
$MESS["CL_TEST"] = "Тест";
$MESS["CL_BEGIN_PROGECT_TEST"] = "Премини към преглед на дървото с тестове";
$MESS["CL_EMPTY_DESC"] = "Липсва описание";
$MESS["CL_REPORT_NOT_FOUND"] = "отчета не е намерен";
$MESS["CL_REPORT_INFO"] = "Информация за отчета";
$MESS["CL_BACK_TO_CHECKLIST"] = "Върни се на предишната страница";
$MESS["CL_END_TEST"] = "Завърши...";
$MESS["CL_END_TEST_PROCCESS"] = "Приключване...";
$MESS["CL_MORE_DETAILS"] = "Подробен отчет";
$MESS["CL_REQUIRE_NAME"] = "Въведете, моля, имената на сътрудника!";
$MESS["CL_REQUIRE_COMPANY"] = "Моля, въведете името на компанията!";
$MESS["CL_AUTOTEST_RESULT"] = "Резултати от автоматичното тестване";
$MESS["CL_SAVE_COMMENTS"] = "Съхрани коментарите";
$MESS["CL_AUTOTEST_START"] = "Пусни автотест";
$MESS["CL_PERCENT_LIVE"] = "Завършен на";
$MESS["CL_RESULT_TEST"] = "Резултат от автотеста";
$MESS["CL_NEXT_TEST"] = "Следващ";
$MESS["CL_PREV_TEST"] = "Предишен";
$MESS["CL_FROM"] = " от ";
$MESS["CL_CLOSE"] = "Затвори";
$MESS["CL_EMPTY_COMMENT"] = "За статуса 'Пропуснат' задължително се изисква коментар!";
$MESS["CL_MANUAL"] = "За предаване на трябва да преминете тестове с различно назначение - качество на разработка, настройка на продукта и съблюдаване на препоръки, специфични за платформа Bitrix Framework. За нагледност тестовете са разделени по категории. Самите тестове могат да се делят на два типа: <b>задължителни</b> и <b>незадължителни</b>. За предаване на проекта е достатъчно да се изпълнят само задължителните тестове. Преминаването на незадължителните тестове ще добави балове на Вашия проект. За някои тестове има автоматична проверка. За начало на предаване на проекта пуснете автоматичното тестване:";
$MESS["CL_MANUAL_MINI"] = "Сега трябва да преминете останалите задължителни тестове. Това може да се направи от дървото тестове, с клик върху името на теста. Задължителните тестове са отбелязани с черен цвят. Автоматичните задължителни тестове ще бъдат отбелязани в червено - Вие трябва да ги намерите и поправите причината за неизпълняването на условията на теста. Информация за това има в описанията на теста. След отстраняване на проблемите, автоматичните тестове могат да се пуснат отново.";
$MESS["CL_MANUAL_MINI_2"] = "Тези резултати са достатъчни. За предаване на проекта трябва да съхраните отчета за тестването.";
$MESS["CL_MANUAL_TEST"] = "Чеклиста за контрол на качеството на внедряване съдържа препоръки на експерти от компанията за изпълняване на качествена интеграция на уеб-проекта, започвайки с фазата за настройка на шаблоните на дизайна и приключвайки с тестовете за натоварване и организация на одита за безопасност.<br>
Препоръките са основани на опита от внедряване и експлоатация на уеб-решения от различно ниво на сложност на платформа Bitrix Framework с високо натоварване. Удовлетворяването на препоръките ще повиши производителността, безопасността и управляемостта на уеб-проекта, ще снижи технологичните рискове и стойността на бъдещата поддръжка и развитие.
<br>
Препоръките са представени във вид на задължителни и незадължителни тестове. Задължителните тестове са критични и трябва да бъдат преминати. Незадължителните тестове са препоръчителни за изпълняване. Някои тестове са автоматизирани.
<br>
Проекта е готов за предаване, ако всички раздели на чеклиста са оцветени в зелено.
<br>
Препоръчан ред за предаване:
<br><br>
1) Разработчика пуска автоматизираното тестване. Системата извършва автоматична проверка, отбелязва всеки автоматизиран тест с <font color=\"green\">\"преминат успешно\"</font> или <font color=\"red\">\"неуспешен\"</font>.
<br><br>
2) Разработчика проверява всеки неуспешен автоматизиран тест, отстранява недостатъците и стартира автотеста за повторна проверка. Възможен е ръчно преминаване на теста в статус \"пропуснат\".
<br><br>
3) Разработчика проверява неавтоматизираните тестове и ги включва в статус <font color=\"green\">\"преминат успешно\"</font> или \"пропуснат\".<br><br>

4) След това, когато задължителните тестове са успешно преминати, разработчика въвежда информация за себе си/своята компания в съответния раздел на чеклиста.<br><br>

5) Разработчика предоставя на Клиента проекта. Клиента се убеждава, че всички задължителни тестове се намират в статус <font color=\"green\">\"преминат успешно\"</font> , и няма тестове в статус <font color=\"red\">\"неуспешен\"</font> . <br><br>

6) Разработчика предава проекта, успешно преминал комплексното тестване и го архивира. <br><br>

Препоръчва се да се предават по чеклист за контрол на качеството на внедряване също и всички последващи доработки на уеб-проекта. Това позволява да се осигури достатъчно ниво на качеството на интеграция при развитие и промяна на функционала на уеб-проекта.";
$MESS["CL_TITLE_CHECKLIST"] = "Качествен контрол на проекта";
$MESS["CL_TEST_IS_REQUIRE"] = "задължителен";
$MESS["CL_CANT_CLOSE_PROJECT_PASSED_REQUIRE"] = "Сега са преминати задължителни:";
$MESS["CL_CANT_CLOSE_PROJECT_FAILED"] = "Тестове със статус \"Неуспешен\": ";
$MESS["CL_CANT_CLOSE_PROJECT"] = "Вие не можете да закриете проекта. Всички <b>задължителни</b> тестове трябва да бъдат в статус \"Пропуснат\" или в \"Преминат\". Също така в дървото не трябва да има непреминати тестове.";
$MESS["CL_NO_COMMENT"] = "без коментар";
?>