<?
$MESS["SC_TITLE"] = "Проверка на сайта";
$MESS["SC_SUBTITLE_REQUIED"] = "Задължителни параметри на системата";
$MESS["SC_SUBTITLE_REQUIED_DESC"] = "Вашата система трябва да отговаря на задължителните условия. Ако някой от параметрите са показани в червено, трябва да се проверят и поправят. В противен случай, правилното функциониране на системата не е гарантирано.";
$MESS["SC_SUBTITLE_DISK"] = "Проверка на достъпа към диска";
$MESS["SC_SUBTITLE_DISK_DESC"] = "Скриптовете на сайта трябва да имат достъп за запис към файловете на сайта.Това е необходимо за работата на модула за управление структурата на сайта, качването на файлове, и също за системата за актуализация, която ще обновява ядрото на системата до последната версия.";
$MESS["SC_MOD_XML"] = "XML поддръжка";
$MESS["SC_MOD_PERL_REG"] = "поддръжка на регулярни изрази (Perl-Compatible)";
$MESS["SC_UPDATE_ACCESS"] = "Достъп до  сървъра за актуализация";
$MESS["SC_UPDATE_ERROR"] = "Няма връзка със сървъра за актуализацията";
$MESS["SC_SUBTITLE_SITE_MODULES"] = "Модули на сайта";
$MESS["SC_RUS_L1"] = "Съобщение от сайта";
$MESS["SC_TIK_SEND_SUCCESS"] = "Съобщението е изпратено успешно. Моля проверете вашата поща #EMAIL # след известно време, с цел потвърждаване на получаването на съобщението от техническа поддръжка.";
$MESS["SC_TIK_TITLE"] = "Изпрати съобщение на техническата поддръжка";
$MESS["SC_TIK_DESCR"] = "Описание на проблема";
$MESS["SC_TIK_DESCR_DESCR"] = "последователността на операциите, който са причинили грешката,описание на грешката,...";
$MESS["SC_TIK_LAST_ERROR"] = "Текста на последната грешка";
$MESS["SC_TIK_LAST_ERROR_ADD"] = "приложен";
$MESS["SC_TIK_SEND_MESS"] = "Изпрати съобщение";
$MESS["SC_TIK_HELP_BACK"] = "Назад...";
$MESS["SC_TAB_2"] = "Проверка на достъпа";
$MESS["SC_TAB_4"] = "Модули";
$MESS["SC_TAB_5"] = "Техническа поддръжка";
$MESS["SC_ERROR"] = "Грешка";
$MESS["SC_CHECK_FILES"] = "Провери достъпа";
$MESS["SC_CHECK_FILES_WARNING"] = "Скрипта за проверка на файловете може да създаде значително натоварване на сървъра.";
$MESS["SC_CHECK_FILES_ATTENTION"] = "Внимание!";
$MESS["SC_TEST_CONFIG"] = "Конфигурационен тест";
$MESS["SC_TESTING"] = "Проверява се...";
$MESS["SC_FILES_CHECKED"] = "Проверени файлове:<b>#NUM#</b><br>Текущ път: <i>#PATH#</i>";
$MESS["SC_FILES_OK"] = "Всички проверени папки и файлове са достъпни за преглед и запис";
$MESS["SC_FILES_FAIL"] = "Недостъпни за преглед или запис (показани са първите 10):";
$MESS["SC_SITE_CHARSET_FAIL"] = "Смесени кодировки: UTF-8 и не UTF-8";
$MESS["SC_SOCKET_F"] = "Поддръжка на Socket";
$MESS["SC_CHECK_FULL"] = "Пълна проверка";
$MESS["SC_CHECK_UPLOAD"] = "Проверка на папката за качване на файлове";
$MESS["SC_CHECK_KERNEL"] = "Проверка на ядрото";
$MESS["SC_CHECK_FOLDER"] = "Проверка на папка";
$MESS["SC_CHECK_B"] = "Провери";
$MESS["SC_STOP_B"] = "Спри";
$MESS["SC_TEST_NAME"] = "Име на теста";
$MESS["SC_TEST_RES"] = "Резултат";
$MESS["SC_TEST_FAIL"] = "Грешен отговор от сървъра. Теста не може да се извърши";
$MESS["SC_START_TEST_B"] = "Старт на теста";
$MESS["SC_STOP_TEST_B"] = "Спри";
$MESS["SC_COMMENT"] = "<b>Забележка:</b> проблемите, в резултата от теста се отнасят към настройката на сървъра. За разрешаването им, се свържете с вашият доставчик на хостинга.";
$MESS["SC_T_LOG"] = "Създаване на log файл";
$MESS["SC_T_SOCK"] = "Използване на sockets";
$MESS["SC_T_UPLOAD"] = "Качване на файла";
$MESS["SC_T_MAIL"] = "Изпращане на E-mail";
$MESS["SC_T_MAIL_BIG"] = "Изпращане на E-mail (повече от 64 KB)";
$MESS["SC_T_MAIL_B_EVENT"] = "Проверка за наличието на неизпратени съобщения";
$MESS["SC_T_MAIL_B_EVENT_ERR"] = "Има грешки при изпращането на пощенски съобщения, брой на неизпратените съобщения:";
$MESS["SC_T_REDIRECT"] = "Вътрешни пренасочвания (функция LocalRedirect)";
$MESS["SC_T_MEMORY"] = "Лимит на паметта ";
$MESS["SC_T_SESS"] = "Запазване на сесиите";
$MESS["SC_T_SESS_UA"] = "Запазване на сесиите без UserAgent";
$MESS["SC_T_CACHE"] = "Използване на кеш файлове";
$MESS["SC_T_AUTH"] = "HTTP авторизиране";
$MESS["SC_T_EXEC"] = "Създаване на файл и изпълнение";
$MESS["SC_T_SUHOSIN"] = "Наличие на suhosin модул";
$MESS["SC_T_SECURITY"] = "Модул Apache mod_security";
$MESS["SC_T_DELIMITER"] = "Разделител на дробната част";
$MESS["SC_T_MYSQL_VER"] = "MySQL версия";
$MESS["SC_T_TIME"] = "Час на БД и уеб сървъра";
$MESS["SC_T_SQL_MODE"] = "Режим  MySQL";
$MESS["SC_T_AUTOINC"] = "Значение на auto_increment в MySQL";
$MESS["SC_T_CHARSET"] = "Кодировка на таблицата в базата данни";
$MESS["SC_TEST_SUCCESS"] = "Успешно";
$MESS["SC_LOG_OK"] = "Log файла е създаден:";
$MESS["SC_F_OPEN"] = "Отвори";
$MESS["SC_SENT"] = "Изпратено. Час на изпращането:";
$MESS["SC_SEC"] = "сек.";
$MESS["SC_DB_ERR"] = "Проблемна версия на базата данни:";
$MESS["SC_DB_ERR_MODE"] = "Променливата sql_mode в MySQL трябва да бъде празна, текущо значение:";
$MESS["SC_DOCROOT_FAIL"] = "Не съвпада пътя  __FILE__ (#DIR0#) и _SERVER[DOCUMENT_ROOT] (#DIR1#)";
$MESS["SC_NO_PROXY"] = "Няма връзка с прокси сървъра";
$MESS["SC_PROXY_ERR_RESP"] = "Грешен отговор от сървъра за актуализациите, чрез прокси";
$MESS["SC_UPDATE_ERR_RESP"] = "Грешен отговор от сървъра за актуализациите";
$MESS["SC_FILE_EXISTS"] = "Файла съществува:";
$MESS["SC_WARN_SUHOSIN"] = "Качен е модула suhosin, възможни са проблеми при работа в Контролният панел (suhosin.simultaion=#VAL#)";
$MESS["SC_WARN_SECURITY"] = "Качен е модула mod_security, възможни са проблеми при работа в Контролният панел";
$MESS["SC_DELIMITER_ERR"] = "Текущ разделител: &quot;#VAL#&quot;, изисква се &quot;.&quot;";
$MESS["SC_DB_MISC_CHARSET"] = "Кодировката на таблицата #TBL# (#T_CHAR#) се отличава от кодировката на базата (#CHARSET#)";
$MESS["SC_COLLATE_WARN"] = "Сравнението (Collation) за таблицата &quot;#TABLE#&quot; (#VAL0#) се отличава от значението за базата данни (#VAL1#)";
$MESS["SC_TABLE_CHARSET_WARN"] = "Таблицата &quot;#TABLE#&quot; съдържа поле с различна кодировка от базата данни";
$MESS["SC_TABLE_SIZE_WARN"] = "Голям е размера на таблицата &quot;#TABLE#&quot; (#SIZE# M)";
$MESS["SC_NOT_LESS"] = "Не по-малко от #VAL# М";
$MESS["SC_TIK_ADD_TEST"] = "Изпрати Log на теста";
$MESS["SC_SUPPORT_COMMENT"] = "В случай на възникнали проблеми с изпращането на обръщението, моля, използвайте формата за обратна връзка:";
$MESS["SC_NOT_FILLED"] = "Не е посочено описанието на проблема";
$MESS["SC_TEST_WARN"] = "Ще се проведе сбор на информация за конфигурацията на сървъра.\\nАко възникне грешка, моля, свалете опцията \"Изпрати Log на теста\" и повторете опита.";
$MESS["SC_NOTE"] = "<font color=\"#009900\"><b>Зелен цвят</b></font> - значения, които удовлетворяват изискванията на системата.<br>
<font color=\"#FF0000\"><b>Червен цвят</b></font> - значения, които <u><b>не</b></u> удовлетворяват изискванията на системата.<br>
<font color=\"#000000\"><b>Черен цвят</b></font> - значения, на които трябва да се обърне внимание.<br>
<br>
Ако авторизацията на сайта не работи, може да се използва проверка на сайта без авторизация. За целта създайте празен файл <b>#VAL#</b>.
<br><b>Внимание!</b> Задължително изтрийте файла <b>site_checker_debug</b> след диагностиката.
";
$MESS["SC_VER_ERR"] = "Инсталирана версия PHP #CUR#, изисква се #REQ# и повече";
$MESS["SC_MOD_GD"] = "Библиотека GD";
$MESS["SC_MOD_GD_JPEG"] = "Поддръжка на jpeg в GD";
$MESS["SC_TMP_FOLDER_PERMS"] = "Няма права за запис във временната папка";
$MESS["ERR_NO_MODS"] = "Не са инсталирани нужните разширения:";
$MESS["ERR_NO_SSL"] = "Поддръжката на ssl не е настроена в php";
$MESS["SC_PATH_FAIL_SET"] = "Пътя до корена на сайта трябва да е празен, въведено:";
$MESS["SC_NO_ROOT_ACCESS"] = "Няма достъп до директорията";
$MESS["SC_T_UPLOAD_BIG"] = "Качване на файл над 4MB";
$MESS["SC_T_POST"] = "Предаването на POST заявка с голям брой параметри";
$MESS["SC_T_PRECISION"] = "Значение на параметъра precision (не по-малко от 10)";
$MESS["SC_T_BX_CRONTAB"] = "Константа BX_CRONTAB (не трябва да бъде определена)";
$MESS["SC_T_DBCONN"] = "Излишно извеждане във файловете за конфигурация";
$MESS["SC_DB_CHARSET"] = "Кодировка на базата данни";
$MESS["SC_MBSTRING_NA"] = "Неуспешна проверка заради грешки в настройката на UTF";
$MESS["SC_CONNECTION_CHARSET"] = "Кодировка на свързването";
$MESS["SC_TABLES_NEED_REPAIR"] = "Цялостта на таблиците е нарушена, нужна е корекция.";
$MESS["SC_TABLE_ERR"] = "Грешка в таблица #VAL#:";
$MESS["SC_T_CHECK"] = "Проверка на таблиците";
$MESS["SC_FIELDS_COLLATE_WARN"] = "Сравняването на поле &quot;#FIELD#&quot; таблица &quot;#TABLE#&quot;  (#VAL1#) се различава от сравняване на база (#VAL0#)";
$MESS["SC_SOCK_NA"] = "Не успешна проверка заради грешка при работа със сокетите";
$MESS["SC_T_CLONE"] = "Предаване на обекти чрез линк";
$MESS["SC_T_GETIMAGESIZE"] = "Функция getimagesize за swf";
$MESS["SC_TEST_DOMAIN_VALID"] = "Текущия домейн е невалиден (#VAL#). Може да съдържа само цифри, латински букви и дефис. Трябвада съдържа точка.";
$MESS["SC_SWF_WARN"] = "Вмъкването на swf клипове може да не работи";
$MESS["SC_TIME_DIFF"] = "Времето се различава с #VAL# секунди";
$MESS["SC_T_MODULES"] = "Наличие на необходими модули php";
$MESS["SC_MOD_MBSTRING"] = "Поддръжка на mbstring";
$MESS["SC_MB_UTF"] = "Сайта работи в UTF кодировка";
$MESS["SC_MB_NOT_UTF"] = "Сайта работи в еднобайтова кодировка";
$MESS["SC_MB_CUR_SETTINGS"] = "настройки mbstring:";
$MESS["SC_MB_REQ_SETTINGS"] = "изисква се:";
$MESS["SC_T_MBSTRING"] = "Параметри за настройка UTF (mbstring и константа BX_UTF)";
$MESS["SC_T_SITES"] = "Настройка на сайтове";
$MESS["SC_BX_UTF"] = "Трябва да се въведе в <i>/bitrix/php_interface/dbconn.php</i> код
<code>define('BX_UTF', true);</code> ";
$MESS["SC_BX_UTF_DISABLE"] = "Константата BX_UTF не трябва да бъде въведена";
$MESS["SC_T_PHP"] = "Задължителни PHP параметри";
$MESS["SC_ERR_PHP_PARAM"] = "Параметър #PARAM# = #CUR#, изисква се #REQ#";
$MESS["SC_MYSQL_ERR_VER"] = "Инсталирана е MySQL версия #CUR#, изисква се #REQ#";
$MESS["SC_T_SERVER"] = "Значение на променливите на сървъра";
$MESS["SC_MORE"] = "подробно";
$MESS["SC_CONNECTION_CHARSET_WRONG"] = "Кодировка на съединението с базата данни трябва да бъде #VAL#, текущо значение: #VAL1#";
$MESS["SC_CONNECTION_CHARSET_WRONG_NOT_UTF"] = "Кодировка на съединението с базата данни не трябва да бъде utf8, текущо значение: #VAL#";
$MESS["SC_CONNECTION_COLLATION_WRONG_UTF"] = "Кодировка на съединението с базата данни трябва да бъде utf8_unicode_ci, текущо значение: #VAL#.";
$MESS["SC_TABLE_CHECK_NA"] = "Не е проверено заради грешка в кодировката на базата";
$MESS["SC_FIX"] = "Поправи";
$MESS["SC_FIX_DATABASE"] = "Поправяне на грешки в базата данни";
$MESS["SC_FIX_DATABASE_CONFIRM"] = "Ще бъде направен опит да се поправят грешки в базата данни. Тази операция е потенциално опасна. \\n\\nПреди стартиране на процеса се препоръчва да се направи резервно копие. Копието е готово, продължи?";
$MESS["SC_CHECK_TABLES_ERRORS"] = "Кодировките на таблиците имат грешки, общия брой грешки: #VAL#, от тях автоматично могат да бъдат поправени: #VAL1#.";
$MESS["SC_CONNECTION_CHARSET_NA"] = "Неуспешна проверка заради грешки в кодировката на свързването";
$MESS["SC_DATABASE_COLLATION_DIFF"] = "Сравнението за база (#VAL1#) се различава от сравнението за свързване (#VAL0#).";
$MESS["SC_DATABASE_CHARSET_DIFF"] = "Кодировката на база (#VAL1#) се различава от кодировка на свързване (#VAL0#).";
$MESS["SC_HELP_NOTOPIC"] = "За съжаление, информация по този въпрос липсва.";
$MESS["SC_HELP_OPENLOG"] = "Създава се текстов файл в папка /bitrix с уникално име от вида site_checker_e45a34e4bf940ef3d78b2493cd56cc47.log (за да не могат да го изтеглят външни лица). В този файл се фиксира информацията за преминаваните тестове, също така попада допълнителна тестова информация.

Ако файла не е бил създаден, трябва да се проверят системните права на вложка <b>Проверка на достъпа</b>. При липса на системни права за запис на файлове трябва да се обърнете към хостера или своя администратор за да настрои правата.

Чрез административния панел на Битрикс не могат да се направят тези настройки!";
$MESS["SC_HELP_CHECK_PHP_MODULES"] = "Проверява се достъпността на нужните разширения за пълноценна работа на продукта. В случай на грешка се показва списъка на модулите, които са недостъпни.

ЗА решаване на проблема трябва да се обърнете към хостера, а за локална инсталация самостоятелно да въведете нужните разширения въз основа на документацията на сайта php.net";
$MESS["SC_HELP_CHECK_PHP_SETTINGS"] = "Проверяват се критичните значения на параметрите, определяни във файла за настройки php.ini. В случай на грешка се показва списък с параметри, които са настроени неправилно. Подробна информация за всеки параметър може да се намери на сайта php.net.";
$MESS["SC_HELP_CHECK_SERVER_VARS"] = "Проверяват се значенията на променливите, определяни от уеб сървъра.

Значението на HTTP_HOST се взема въз основа на името на текущия виртуален хост (домейна). Невалидния домейн води до това, че някои браузери (например, Internet Explorer 6) отказват да съхраняват за него cookie, като следствие - не се съхранява авторизация.";
$MESS["SC_HELP_CHECK_MBSTRING"] = "Модула mbstring е необходим за работа с различни езици. Параметрите за настройка на този модул трябва да имат строго определени значения в зависимост от това, работи сайта в кодировка utf-8 или в национална кодировка (например, cp1251).

За сайтове в кодировка UTF-8 строго е необходимо значение на параметрите: 
<b>mbstring.func_overload=2</b>
<b>mbstring.internal_encoding=utf-8</b>

Първия параметър включва подмяна на всички базови php функции за работа с редове (изчисляване на дължина, търсене, замяна и т.н.) функциите mbstring. Втората определя кодировката на текста.

Ако сайта не ползва кодировка UTF-8, параметъра трябва да има значение:
<b>mbstring.func_overload=0</b>

Ако няма възможност да изключи подмяна на функциите, трябва да се включи кодировка на текста в еднобайтова:
<b>mbstring.func_overload=2</b>
<b>mbstring.internal_encoding=latin1</b>

Ако параметрите не съответстват на нужните, то в различните места ще се появяват съвършено непредсказуеми грешки: частично обрязан текст, неработещ импорт на xml, системата за обновяване и т.н.

<b>Обърнете внимание</b>, че параметъра <b>mbstring.func_overload</b> се определя в глобалния файл за настройки php.ini (или за виртуалния сървър в httpd.conf), а кодировката може да се преопредели в .htaccess. 

В качеството на индикатор за кодировката за всички модули в Битрикс е константата <i>BX_UTF</i>. За сайт с UTF-8 трябва да се включи в <i>/bitrix/php_interface/dbconn.php</i> кода:
<code>define('BX_UTF', true);</code>
";
$MESS["SC_HELP_CHECK_SITES"] = "Проверяват се базовите настройки за многосайтовост. Ако за сайтове е посочен път до корневата папка (а това е необходимо да се прави само за сайтове на различни домейни), във всяка такава папка трябва да има символен линк към папка bitrix, достъпна за запис.

На една инсталация на продукта всички сайтове трябва да работят или в кодировка UTF-8, или в еднобайтова кодировка.";
$MESS["SC_HELP_CHECK_SOCKET"] = "Извършва се мрежово свързване към уеб сървъра сам към себе си. Това е необходимо за да се провери работата на мрежовите функции, а също така е нужно за ред други последващи тестове.

А значи, че ако този базов тест не е успешен, то бъдещите тестове, където се изисква създаване на независим php процес, не могат да бъдат направени.

Обикновено проблема възниква, ако свързването е забранено от защитна стена, достъпа до административната част е забранен по IP или за вход на сайта се изисква HTTP/NTLM авторизация. На етапа на тестването е необходимо да се изключат тези ограничения.";
$MESS["SC_HELP_CHECK_DBCONN"] = "Проверява се въвеждане на текст във файла на конфигурацията: <i>dbconn.php</i> и <i>init.php</i>.

Дори интервал или пренос на ред може да доведе до това, че с включена компресия страницата няма да може да се разопакова на страната на браузера и ще бъде нечетима.

Също така могат да възникнат проблеми с авторизацията или при работата на CAPTCHA.";
$MESS["SC_HELP_CHECK_UPLOAD"] = "Това ще се опита да се свърже с уеб сървъра и да изпратите парче на двоични данни като файл. Сървърът след това ще сравняват получените данни с първоначалната проба. Ако възникне проблем, той може да бъде причинено от някои параметри в <i>php.ini</i> забрана двоичен пренос на данни, или от недостъпната временна папка (или <i>/bitrix/tmp</i> 

Ако проблемът се появи, свържете се с вашия доставчик на хостинг услуги. Ако вие сте управлението на системата на местно машина, ще трябва ръчно да конфигурирате сървъра.
 ";
$MESS["SC_HELP_CHECK_UPLOAD_BIG"] = "Зарежда се бинарен файл с размер над 4Мб. Ако при предишния тест за качване на файла, вероятно е включено ограничението в php.ini <b>post_max_size</b> или <b>upload_max_filesize</b>. Значението може да се уточни в phpinfo (Настройки - Инструменти - Настройки на PHP).

Възможен е вариант за недостиг на място на диска.";
$MESS["SC_HELP_CHECK_POST"] = "Предаване на POST заявка с голям брой параметри. Ако на сървъра е инсталиран защитен софтуер, например suhosin, данните могат да бъдат блокирани. Обикновено в този случай не работи съхраняването на елемента от инфоблока.";
$MESS["SC_HELP_CHECK_MAIL"] = "Това ще изпрати имейл съобщение, за да се hosting_test@bitrixsoft.com използва стандартна функция на PHP \"поща\". специална пощенска кутия съществува, за да направи условията на теста, като от реалния живот като possible.this тест изпраща скрипт за проверка на сайта като тест съобщение и никога не изпраща всеки потребител данни , имайте предвид, че тестът не проверява съобщението доставка. доставка до други пощенски кутии не може да бъде верифициран като well.if изпращане на електронна поща време превишава една секунда, на работата на сървъра могат да изпитат силна деградация. вашия хостинг тех. поддръжка контакт, така че да конфигурирате забавено изпращане на електронна поща използва spooler.alternatively, можете да използвате Cron да изпратите електронна поща. За да направите това, добавете DEFINE (\"bx_crontab_support\", вярно); dbconn.php. тогава, Cron да изпълни PHP / Var / WWW / Битрикс / модули / основна / инструменти / cron_events.php всяка минута (замени / Var / WWW с вашия уеб сайт корен) ако не е призив за поща (), вие не може да изпратите електронна поща от вашия сървър, с помощта на конвенционално methods.if вашия хостинг доставчик предлага алтернативни услуги за изпращане на електронна поща, можете да ги използвате като се обадите на функция \"custom_mail\". дефинира тази функция в / Битрикс / php_interface / dbconn.php . ако системата намерите това определение функция, тя ще използва последната, вместо на \"поща\" на PHP с едни и същи входни параметри.";
$MESS["SC_HELP_CHECK_MAIL_BIG"] = "По този начин ще тества насипни имейли чрез изпращане на едно и също послание, както и в предишния текст (сайт за проверка на скрипт) 10 пъти. допълнително, нов ред характер се добавя в съобщението, предмет, и съобщението се bcc'ed да noreply@bitrixsoft.com.such съобщенията, не могат да изпратят, ако сървърът е конфигуриран incorrectly.should се появи някакъв проблем, свържете се с вашия доставчик на хостинг услуги. ако сте управлението на системата на местно машина, ще трябва ръчно да конфигурирате сървъра.";
$MESS["SC_HELP_CHECK_MAIL_B_EVENT"] = "Таблица в база данни B_EVENT съхранява опашка за изпращане на поща от сайта. Там също се регистрира резултата от предаване на писма. Ако някакви писма от сайта не са били изпратени е възможно, проблема да е в адреса на получателя, параметрите на пощенския шаблон или в работата на пощата на сървъра в цяло.";
$MESS["SC_HELP_CHECK_LOCALREDIRECT"] = "След контролния панел форма се записва (това е, когато потребител е кликнал запишете или се прилагат), на клиента се пренасочва към началната страница. това се прави за предотвратяване на повтарящи се мнения за форма, които могат да възникнат, ако даден потребител освежава страница. пренасочване може да успее само, ако някои от решаващо значение променливи са определени правилно на уеб-сървър, и пренаписване на хедър е allowed.if някои от сървъра променливи са предефинирани в dbconn.php , тестът ще използва тази повторно дефиниране на . С други думи, да пренасочи напълно симулиране на ситуации от реалния живот.";
$MESS["SC_HELP_CHECK_MEMORY_LIMIT"] = "Този тест създава изолиран процес на PHP да генерира променлива, чийто размер се увеличава постепенно. В края на краищата, това ще доведе до размера на наличната памет на процеса на PHP.

PHP дефинира ограничение на паметта в php.ini чрез създаването <b> memory_limit </ B> параметър. Все пак, това може да бъде преимущество за споделен хостинг. Вие не трябва да се доверите на този параметър.

Тестът се опитва да увеличи стойността на <b>memory_limit</b> използване на код:
<code>ini_set(&quot;memory_limit&quot;, &quot;512M&quot;)</code>

Ако текущата стойност е по-малко от това, добавете тази линия на код, за да <i>/bitrix/php_interface/dbconn.php</i>.";
$MESS["SC_HELP_CHECK_SESSION"] = "Това ще се провери, ако сървърът е в състояние на съхраняване на данни с използване на сесии. Това е необходимо за запазване на разрешение между хитове.

Този тест ще се провали, ако не сесията подкрепа е инсталиран на сървъра, инвалид сесия директория е посочено в php.ini или ако тази директория се чете само.
";
$MESS["SC_HELP_CHECK_SESSION_UA"] = "Това също така ще тества възможност за съхранение на сесия, но без определяне на <i>User-Agent</i> хедър.

Много външни приложения и добавки не зададете този хедър файл и снимка ъплоудъри, WebDAV клиенти и др..

Ако тестът е неуспешен, най-вероятно проблема е неправилна конфигурация на <b>suhosin</b> PHP модул.";
$MESS["SC_HELP_CHECK_CACHE"] = "Понякога възниква ситуация, когато php процеса може да създава файл с разширение tmp в папката на кеша, но не може да се преименува в php. Проблема може да се наблюдава на уеб сървъри, работещи под Windows. Свързана е с неправилната настройка на правата на ползващия, под които работи уеб сървъра.";
$MESS["SC_HELP_CHECK_UPDATE"] = "Това ще се опита да установи връзка за тест до сървъра за актуализиране, използвайки текущите настройки на модула за ядрото. Ако връзката не може да бъде установено, няма да бъде в състояние да инсталират ъпдейти или да активирате пробна версия.

Най-честите причини са неправилни настройки на прокси сървър, защитна стена ограничения или невалидни параметри на сървъра в мрежа.";
$MESS["SC_HELP_CHECK_HTTP_AUTH"] = "Този тест ще изпрати разрешението данни с използване на HTTP хедъри, и след това се опитват да разрешат на данни с използване на променлива REMOTE_USER сървър (или REDIRECT_REMOTE_USER). HTTP се изисква разрешение за интеграция с трета страна софтуер.

Ако PHP работи в CGI/FastCGI режим (свържете с вашия хостинг за подробности), Apache сървъра ще изисква mod_rewrite модул и следното правило в .htaccess:
<b>RewriteRule .* - [E=REMOTE_USER:%{HTTP:Authorization}]</b>

Конфигуриране на PHP да работи като модул на Apache, ако е възможно.";
$MESS["SC_HELP_CHECK_EXEC"] = "Ако PHP работи в CGI/FastCGI режим на Unix система, скриптове изискват разрешения за изпълнение, в противен случай те няма да се изпълняват.
Ако този тест се провали, свържете се с вашия хостинг тех. поддръжка за необходими разрешения на файлове и задаване на contants <b>BX_FILE_PERMISSIONS</b> and <b>BX_DIR_PERMISSIONS</b> in <i>dbconn.php</i> съответно.

Конфигуриране на PHP да работи като модул на Apache, ако е възможно.";
$MESS["SC_HELP_CHECK_SUHOSIN"] = "Модулът suhosin е предназначена за защита на сървъри и потребители от хакери. Въпреки това, той може да блокира много unmalicious действията на обикновения потребител може да изпълнява. Това е обикновено се препоръчва да деактивирате този модул. Ако не можете да направите това, дава възможност за симулация, който ще провери данните, без всъщност да го блокира:
<b>suhosin.simulation=1</b>

Проактивна защита модул е проектиран с архитектура Битрикс предвид. Това е по-ефективен начин за защита на вашия уеб решения.";
$MESS["SC_HELP_CHECK_BX_CRONTAB"] = "За да мигрират непериодични агенти и електронна поща, за да Cron, добавете следния постоянен
<i>/bitrix/php_interface/dbconn.php</i>:
<code>define('BX_CRONTAB_SUPPORT', true);</code>

С това постоянно е настроено на \"истинска\", системата ще работи само периодични агенти, когато хит. Сега добавете задача за Cron да изпълни <i>/var/www/bitrix/modules/main/tools/cron_events.php</i> всяка минута (замени <i>/var/www</i> с интернет страницата на корен път).

Сценарият определя постоянното <b>BX_CRONTAB</b>, което показва, че скриптът е активиран от Cron и работи само с непериодични агенти. Ако дефинираме тази константа в <i>dbconn.php</i> по погрешка, периодични агенти никога няма да работи.";
$MESS["SC_HELP_CHECK_SECURITY"] = "Модула Apache mod_security подобно на модула php suhosin трябва дапризван защищать сайт от атак хакеров, но на практике он чаще препятствует нормальной работе сайта. Рекомендуется его отключить, вместо него использовать модуль проактивной защиты 1С-Битрикс.";
$MESS["SC_HELP_CHECK_DIVIDER"] = "Период трябва да се използва като десетичен знак. След като сте задали локал, можете да се предефинира десетичната марка на всеки друг символ. Използвайте следния код, за решаване на проблема:
<code>setlocale(LC_NUMERIC,'C');</code>";
$MESS["SC_HELP_CHECK_PRECISION"] = "PHP прецизност стойност (<b>precision</b>), не трябва да бъде по-малко от 10. Малки стойности може да доведе до странни грешки. Стойността по подразбиране е 14.";
$MESS["SC_HELP_CHECK_CLONE"] = "От verion 5, PHP преминава обекти чрез препратка, а не копие. Въпреки това, там са PHP 5 изгражда, че конвенции подкрепа наследство и преминават обекти като копия.

За да разрешите този проблем, свалете и инсталирайте най-новите PHP 5 изграждане.";
$MESS["SC_HELP_CHECK_GETIMAGESIZE"] = "Когато добавяте обект на Flash, визуален редактор трябва да получите размера обект и призовава стандартна функция на PHP <b>getimagesize</b>, което изисква <b>Zlib</b> удължаване. Тази функция може да се провалят, когато призова за сгъстен Flash обект, ако <b>Zlib</b> разширение се инсталира като модул. Тя трябва да бъде построен статично.

За да разрешите този проблем, свържете се с вашия хостинг тех. поддръжка.";
$MESS["SC_HELP_CHECK_MYSQL_BUG_VERSION"] = "Има известни MySQL версия, съдържаща грешки, които могат да причинят неизправност на уебсайт.
<b>4.1.21</b> - функции за сортиране работят неправилно при определени условия;
<b>5.0.41</b> - съществува, функцията работи неправилно, функции за търсене, връщат неправилни резултати;
<b>5.1.34</b> - стъпка auto_increment е 2 по подразбиране, докато 1 се изисква.

Трябва да се актуализира MySQL, ако имате един от тези инсталирани версии.";
$MESS["SC_HELP_CHECK_MYSQL_TIME"] = "Този тест се сравнява времето на системата от база данни с уеб сървър. Тези две може да стане mistimed, ако те са инсталирани на отделни машини, но най-честата причина е неправилна конфигурация на часовия пояс.

Задайте времето PHP зона в <i>/bitrix/php_interface/dbconn.php</i>:
<code>date_default_timezone_set(&quot;Europe/London&quot;);</code> (използвайте вашия регион и град).

Настроите часовата зона на база данни чрез добавяне на следния код, за да <i>/bitrix/php_interface/after_connect.php</i>:
<code>\$DB->Query(&quot;SET LOCAL time_zone='Europe/London'&quot;);</code> (използвайте вашия регион и град).

Моля, обърнете се към http://en.wikipedia.org/wiki/List_of_tz_database_time_zones за да получите списък на стандартни правилното регион и град.";
$MESS["SC_HELP_CHECK_MYSQL_MODE"] = "Параметърът <i>sql_mode</i> определя режим на експлоатация на MySQL. Имайте предвид, че ако приема стойности, несъвместими с Битрикс решения. Добавете следния код, за да <i>/bitrix/php_interface/after_connect.php</I> за да зададете режим по подразбиране:
<code>\$DB->Query(&quot;SET sql_mode=''&quot;);</code>
";
$MESS["SC_HELP_CHECK_MYSQL_INCREMENT"] = "Проверява дали стойността на параметъра auto_increment_increment (който контролира интервала между две последователни стойности колона) от създаването на тест на маса и добавяне на на двата записа да го. Стойността трябва да бъде установен в 1. В противен случай, добавете следния код, за  <i>/bitrix/php_interface/after_connect.php</i>:
<code>\$DB->Query(&quot;SET @@auto_increment_increment=1&quot;);</code>";
$MESS["SC_HELP_CHECK_MYSQL_TABLE_CHARSET"] = "Charset на всички таблици и полета трябва да отговарят на набора от знаци база данни. Ако набора от знаци на някоя от масите е defferent, можете да го поправите ръчно с помощта на SQL команди.

Необходимо е съпоставянето на таблицата трябва да съответства на база данни collations, както добре. Ако charsets са конфигурирани правилно, несъвпадащи съпоставяне ще се определя автоматично.

<b>Attention!</b> Винаги правете резервно копие на базата данни, преди да промените набора от знаци.";
$MESS["SC_HELP_CHECK_MYSQL_TABLE_STATUS"] = "Този тест използва конвенционалните механизъм за проверка на MySQL маса. Ако тестът установи, че един или повече повредени маса, вие ще бъдете подканени да ги поправи.";
$MESS["SC_HELP_CHECK_MYSQL_DB_CHARSET"] = "Този тест се провери, ако базата данни Charset и съпоставяне съвпадат с тези на връзката. MySQL използва тези предпочитания, за да създавате нови таблици.

Такива грешки, ако има такива възникнат може да се определя автоматично, ако текущия потребител има разрешение на база данни пишат (ALTER DATABASE).";
$MESS["SC_HELP_CHECK_MYSQL_CONNECTION_CHARSET"] = "Този тест ще провери Charset и съпоставяне на системата се използва при изпращане на данни към сървъра на MySQL.

Ако вашият сайт използва <i>UTF-8</I>, набор от знаци трябва да се настрои да <i>utf8</I> и съпоставяне - <i>utf8_unicode_ci</i>. Ако уебсайтът използва <i>iso-8859-1</i>, връзка трябва да използват един и същ набор от знаци.

За да промените връзката Charset (например, поставете го в UTF-8), добавете следния код, за да <i>/bitrix/php_interface/after_connect.php</i>:
<code>\$DB->Query('SET NAMES &quot;utf8&quot;');</code>

За промяна на съпоставяне, добавете <b>after the charset declaration</b>:
<code>\$DB->Query('SET collation_connection = &quot;utf8_unicode_ci&quot;');</code>

<b>Attention!</b> След като сте променили новите стойности, уверете се, че вашият сайт функционира правилно.";
$MESS["SC_NOTES1"] = "<font color=\"#009900\"><b>Зелен цвят</b></font> са отметнати значенията, който удовлетворяват изискванията на системата.<br><font color=\"#FF0000\"><b>Червен цвят</b></font> са отметнати значенията, който <u><b>не</b></u> удовлетворяват изискванията на системата.";
$MESS["SC_PARAM"] = "Параметри";
$MESS["SC_REQUIED"] = "Необходими";
$MESS["SC_CURRENT"] = "Текущо значение";
$MESS["SC_RECOMMEND"] = "Препоръчани";
$MESS["SC_VALUE"] = "Значение";
$MESS["SC_SUBTITLE_RECOMMEND"] = "Препоръчителни настройки";
$MESS["SC_SUBTITLE_RECOMMEND_DESC"] = "Параметрите, които се препоръчват да се определят в подходящи стойности, за да се гарантира пълна съвместимост с изискванията на продукта. <br> Сайта ще работи дори и ако някои от тях не са съобразени с препоръките. Но в този случай част от функциите на сайта може да бъдат недостъпни.";
$MESS["SC_SERVER_VERS"] = "Версия на уеб сървъра <b>#SERVER#</b>";
$MESS["SC_UNKNOWN"] = "неизвестно";
$MESS["SC_UNKNOWN1"] = "Неизвестно";
$MESS["SC_VER_VILKA1"] = "#VER# и по висока";
$MESS["SC_VER_VILKA2"] = ", но ";
$MESS["SC_VER_VILKA3"] = "не по-висока #VER#";
$MESS["SC_DB_VERS"] = "Версия на базата данни <b>#DB#</b>";
$MESS["SC_ERR_QUERY_VERS"] = "Грешка при искането на версията";
$MESS["SC_PHP_VERS"] = "Версия <b>PHP</b>";
$MESS["SC_PHP_SETTINGS"] = "PHP настройки:";
$MESS["SC_TURN_OFF"] = "Изключен";
$MESS["SC_TURN_OFF1"] = "Изключено";
$MESS["SC_TURN_ON"] = "Включен";
$MESS["SC_TURN_ON1"] = "Включено";
$MESS["SC_SESS_PATH"] = "Път за съхранение параметрите на сесията ";
$MESS["SC_SETTED"] = "Позволено";
$MESS["SC_NOT_SETTED"] = "Прекъснато";
$MESS["SC_INSTALLED"] = "Инсталиран";
$MESS["SC_NOT_INSTALLED"] = "Не е инсталиран";
$MESS["SC_CAN_WRITE"] = "достъпен за запис";
$MESS["SC_CAN_WRITE1"] = "достъпна за запис";
$MESS["SC_CAN_NOT_WRITE"] = "недостъпен за запис";
$MESS["SC_CAN_NOT_WRITE1"] = "недостъпна за запис";
$MESS["SC_CAN_NOT_READ"] = "недостъпен за четене";
$MESS["SC_NOT_EXISTS"] = "не съществува";
$MESS["SC_REQUIED_PHP_MODS"] = "Изисквани разширения на PHP:";
$MESS["SC_MOD_ORACLE"] = "функция Oracle 8";
$MESS["SC_MOD_MYSQL"] = "функция MySQL";
$MESS["SC_MOD_POSIX_REG"] = "поддръжка на регулярни изрази (POSIX)";
$MESS["SC_MOD_GD_F"] = "Библиотека GD (функции imagecreatetruecolor и imagejpeg)";
$MESS["SC_DISK_BITRIX"] = "Ядро на сайта";
$MESS["SC_DISK_UPLOAD"] = "Качете папката";
$MESS["SC_DISK_PUBLIC"] = "Публична част";
$MESS["SC_CATALOG"] = "Каталог";
$MESS["SC_FILE"] = "Файл";
$MESS["SC_AND"] = "и";
$MESS["SC_DISK_MORE_20"] = "Показани първи #NUM# грешки";
$MESS["SC_DISK_AVAIL_READ_WRITE"] = "Достъпни за преглед и запис";
$MESS["SC_DISK_AVAIL_READ_WRITE1"] = "Достъпен за преглед и запис";
$MESS["SC_DISK_AVAIL_READ_WRITE2"] = "Достъпна за преглед и запис";
$MESS["SC_HAVE"] = "Да";
$MESS["SC_UPDATE_EMPTY"] = "Празен отговор от сървъра за актуализацията";
$MESS["SC_UPDATE_SUCCESS"] = "Свързването със сървъра за актуализацията е успешно";
$MESS["SC_AVAIL_DISK_SPACE"] = "Свободното дисково пространство на сайта";
$MESS["SC_AVAIL_DISK_SPACE_SIZE"] = "не по малко от #SIZE# Mb";
$MESS["SC_AVAIL_DISK_SPACE_TMP"] = "Свободното дисково пространство във временната папка";
$MESS["SC_RECOM_PHP_SETTINGS"] = "Препоръчителни настройки за PHP:";
$MESS["SC_AVAIL_MEMORY"] = "достъпна памет";
$MESS["SC_AVAIL_MEMORY_MIN"] = "не по малко от #SIZE# Mb";
$MESS["SC_AVAIL_MEMORY_REC"] = "Препоръчва се не по-малко #SIZE# Mb";
$MESS["SC_ALLOW_UPLOAD"] = "позволи качване на файлове";
$MESS["SC_TEMP_FOLDER"] = "временна папка";
$MESS["SC_NO_TEMP_FOLDER"] = "временна папка не е посочена";
$MESS["SC_SHOW_ERRORS"] = "показвай грешките";
$MESS["SC_RECOM_PHP_MODULES"] = "Препоръчителни настройки за PHP(за модула):";
$MESS["SC_SUBTITLE_SITE_MODULES_DESC"] = "Модули на продукта, който са инсталирани и готови за качване на сайта.";
$MESS["SC_SITE_MODULE"] = "Модул";
$MESS["SC_SITE_MOD_VERS"] = "Версия";
$MESS["SC_ERROR_MOD_DESCR"] = "Описанието на модула е некоректно";
$MESS["SC_ERROR_MOD_VERS"] = "Версията на модула не е намерена";
$MESS["SC_ERROR_MOD_NOT"] = "Описанието на модула не е намерено";
$MESS["SC_TIK_NO_EMAIL"] = "Полето \" E-Mail адрес\" не е попълнено";
$MESS["SC_TIK_EMAIL_ERR"] = "В полето\" E-Mail адрес\"е въведен некоректен адрес";
$MESS["SC_TIK_NO_DESCR"] = "Полето \"Описание на проблема\" не е попълнено";
$MESS["SC_RUS_L"] = "Промени в съобщението";
$MESS["SC_TIK_SEND_ERROR"] = "Грешка при изпращане на съобщението";
$MESS["SC_TIK_NUMBER"] = "Номер на съобщението в техническата поддръжка";
$MESS["SC_TIK_EMAIL"] = "Вашият е-мейл адрес за кореспонденция с техническата поддръжка";
$MESS["SC_TIK_ADD_PHPINFO"] = "Добави към писмото информация phpinfo()";
$MESS["SC_TIK_HELP1"] = "Ако Вие вече сте се обръщали в техническата поддръжка с даденият проблем,то посочете номера на съобщението към което е необходимо да се добави вашето писмо,в противен случай, оставете полето <b>\"Номер на съобщението в техническата поддръжка\"</b>празно. Номера на съобщението е посочен в заглавието на писмото което го потвърждава , и също така на страницата на вашето съобщение в техническата поддръжка. ";
$MESS["SC_TIK_HELP2"] = "Въведете в полето <b>\" E-Mail адрес\"</b> правилен адрес. В противен случай Вие не можете да получите отговор.";
$MESS["SC_TAB_1"] = "Задължителни параметри";
$MESS["SC_TAB_3"] = "Препоръчителни настройки";
$MESS["SC_EXTINSION_VIEW"] = "Прегледайте информация за разширенията на сайта www.php.net";
$MESS["SC_CHECK_FILES_TITLE"] = "Проверка на достъпа към диска";
$MESS["SC_OS_VERSION"] = "ОС версия";
$MESS["SC_VAR_VALUE"] = "значението на променливата";
$MESS["SC_DOC_ROOT_HELP"] = "трябва да съвпада с един от домейните в настройките на сайта";
$MESS["SC_CONSTANT"] = "константа";
$MESS["SC_UTF_HELP"] = "настройка <i>define('BX_UTF', true);</i> в <i>/bitrix/php_interace/dbconn.php</i>";
$MESS["SC_BX_UTF_FAIL"] = "BX_UTF не е в true";
$MESS["SC_SITE_CHARSET"] = "кодировка на сайтовете";
$MESS["SC_SITE_CHARSET_HELP"] = "всички сайтове в едно байтова кодировка или всички в UTF-8";
$MESS["SC_PATH_FAIL"] = "пътя до корена на сайта трябва да бъде празен";
$MESS["SC_ROOT_ACCESS"] = "достъп до корена на сайта";
$MESS["SC_NO_ACCESS"] = "няма достъп:";
$MESS["SC_MULTISITE"] = "мултисайтовост";
$MESS["SC_MBSTRING_F"] = "Поддръжка mbstring";
$MESS["SC_CONF_HELP"] = "Ще се проведе пълен тест на конфигурацията на сървъра. Операцията може да заеме няколко минути!";
$MESS["SC_T_BASENAME"] = "Файл basename в UTF-8";
$MESS["SC_T_WINCACHE"] = "Параметри на wincache";
$MESS["SC_T_DOCROOT"] = "Път към корена на сайта";
$MESS["SC_T_STATUS"] = "Статус на таблицата";
$MESS["SC_INT_ERROR"] = "Вътрешна грешка при извикване на метода";
$MESS["SC_NO_CONNECT"] = "Няма връзка с #SERVER#, порт #PORT#";
$MESS["SC_DB_ERR_CHARSET"] = "Кодировката на базата (#CHAR#) не съответства на кодировката на сайта";
$MESS["SC_START"] = "Начало на теста:";
$MESS["SC_CONT"] = "Продължителност на теста:";
$MESS["SC_END"] = "Теста е завършен:";
$MESS["SC_PARTIAL"] = "изпълнено, междинно значение:";
?>