<?
$MESS ['ASD_TPL_NOTE'] = "Введите код посылки и нажмите кнопку";
$MESS ['ASD_TPL_BUTTON'] = "Проверить";
$MESS ['ASD_TPL_ERROR_300'] = "Внутренняя ошибка сервиса";
$MESS ['ASD_TPL_ERROR_302'] = "Таймаут при обработке трека";
$MESS ['ASD_TPL_ERROR_303'] = "Номер вашей посылки обрабатывается, данные о местоположении будут доступны чуть позже. Пожалуйста зайдите на страницу через некоторое время.";
$MESS ['ASD_TPL_ERROR_304'] = "Слишком много треков в запросе";
$MESS ['ASD_TPL_ERROR_401'] = "Неправильный API Key";
$MESS ['ASD_TPL_ERROR_402'] = "Неправильный формат номера отслеживания";
$MESS ['ASD_TPL_ERROR_403'] = "Номер вашей посылки добавлен для отслеживания. <a href=\"#CUR_PAGE#\">Обновите страницу</a> или зайдите чуть позже.";
$MESS ['ASD_TPL_STATUS_STOPPED'] = "Отслеживание трека остановлено";
$MESS ['ASD_TPL_STATUS_ERROR'] = "Произошла ошибка при отслеживании трека";
$MESS ['ASD_TPL_STATUS_COMPLETE'] = "Адресат получил посылку";
$MESS ['ASD_TPL_STATUS'] = "Статус";
$MESS ['ASD_TPL_STATUS_DATE'] = "Дата";
?>