<?
$MESS["CP_BCI1_CREATE"] = "Създай по необходимост";
$MESS["CP_BCI1_CURRENT"] = "Сегашен";
$MESS["CP_BCI1_NONE"] = "нищо";
$MESS["CP_BCI1_DEACTIVATE"] = "деактивирай";
$MESS["CP_BCI1_DELETE"] = "премахни";
$MESS["CP_BCI1_IBLOCK_TYPE"] = "Тип на информационният блок";
$MESS["CP_BCI1_ELEMENT_ACTION"] = "Какво се прави с елементите отсъстващи във файла за внос";
$MESS["CP_BCI1_SECTION_ACTION"] = "Какво се прави с разделите отсъстващи във файла за внос";
$MESS["CP_BCI1_GROUP_PERMISSIONS"] = "Групи потребители,на които е разрешено качването";
$MESS["CP_BCI1_SITE_LIST"] = "Сайтове към които се привързват новите информационни блокове ";
$MESS["CP_BCI1_INTERVAL"] = "Интервала на една стъпка в секунди (0 - изпълнява вноса за една стъпка)";
$MESS["CP_BCI1_FILE_SIZE_LIMIT"] = "Размер на едновременно внасяните части на файла  (в байта)";
$MESS["CP_BCI1_USE_CRC"] = "Използване на контролните суми на елементите за оптимизация на актуализираният каталог";
$MESS["CP_BCI1_PICTURE"] = "Картинка за анонса";
$MESS["CP_BCI1_GENERATE_PREVIEW"] = "Автоматично да се генерира картинката за анонса";
$MESS["CP_BCI1_PREVIEW_WIDTH"] = "Максимална ширина на картинката за анонса";
$MESS["CP_BCI1_PREVIEW_HEIGHT"] = "Максимална височина на картинката за анонса";
$MESS["CP_BCI1_USE_ZIP"] = "Използване на компресията zip, ако е достъпна";
$MESS["CP_BCI1_DETAIL_RESIZE"] = "Регулиране на подробната картинка";
$MESS["CP_BCI1_DETAIL_WIDTH"] = "Максимална ширина на подробната картинка";
$MESS["CP_BCI1_DETAIL_HEIGHT"] = "Максимална височина на подробната картинка";
$MESS["CP_BCI1_USE_OFFERS"] = "Използвайте за офертите отделен информационен блок";
$MESS["CP_BCI1_USE_IBLOCK_TYPE_ID"] = "Износ с отчет на типа информационен блок";
$MESS["CP_BCI1_USE_IBLOCK_PICTURE_SETTINGS"] = "Използвай настройките на информационният блок за обработка на изображения";
?>