<?
$MESS ['subscr_title_edit'] = "Редактиране на абонамента";
$MESS ['subscr_title_add'] = "Добавяне на адрес за абонамента";
$MESS ['adm_upd_mess'] = "Параметрите на абонамента са запазени.";
$MESS ['adm_sent_mess'] = "На адреса на абоната е изпратен код за потвърждаване.";
$MESS ['adm_conf_mess'] = "Благодарим Ви, абонамента е потвърден.";
$MESS ['adm_unsubscr_mess'] = "Абонамента е отметнат като неактивен. Поща няма да се изпраща на този адрес.";
$MESS ['adm_auth_err'] = "За да управлявате абонамента, Вие трябва да сте авторизиран.";
$MESS ['SUBSCR_MODULE_NOT_INSTALLED'] = "Модула на информационният бюлетин не е достъпен.";
$MESS ['subscr_active_mess'] = "Абонамента е активиран.";
$MESS ['subscr_pass_mess'] = "Информацията за смяна на паролата е е изпратена на адреса, посочен при регистрацията.";
$MESS ['adm_auth_err_rub'] = "Необходимо е да посочете поне една рубрика за абонамент.";
$MESS ['subscr_send_pass_mess'] = "Вие сте поискали информация за смяна на паролата.";
$MESS ['subscr_email_not_found'] = "Адреса на абонамента не е намерен.";
$MESS ['subscr_wrong_rubric'] = "Посочена е недопустима рубрика за абонамент.";
?>