<?
$MESS ['ACGA1_NO_SITE'] = "Не посочен сайт за плана";
$MESS ['ACGA1_NO_USER'] = "Не посочено ID на потребителя";
$MESS ['ACGA1_NO_PLAN'] = "Не посочено ID на плана";
$MESS ['ACGA1_ERROR_FUNC'] = "Грешка при зареждането на функцията";
$MESS ['ACGA1_NO_AFFILIATE'] = "Филиал с #ID# не е намерен";
$MESS ['ACGA1_BAD_DATE'] = "Датата за създаването на филиала не е посочена или има грешен формат";
$MESS ['ACGA1_NO_PLAN_DEACT'] = "Не е намерен подходящ план за филиала с кода #ID#. Филиала е деактивиран.";
$MESS ['ACGA1_BAD_FUNC1'] = "Некоректно включване на функцията";
$MESS ['ACGA1_ERROR_TRANSF_MONEY'] = "Грешка при превода на сума във вътрешната сметка.";
$MESS ['ACGA1_TRANSF_MONEY'] = ". Сумата е преведена във вътрешната сметка.";
$MESS ['ACGA1_ERROR_UPDATE_SUM'] = "Грешка при обновяването на записа за начислените суми.";
$MESS ['SKGU_NO_USER'] = "Потребител с #ID# не е намерен";
$MESS ['AF_ERROR_USER'] = "Потребителя ##USER_ID# има филиал в модула на Интернет магазина, и ни може да бъде премахнат.";
?>