<?
$MESS ['SKGS_NO_ID'] = "Не е посочен ID за обновяваният запис";
$MESS ['SKGS_NO_DEL_ID'] = "Не е посочен ID на премахваният запис";
$MESS ['SKGS_NO_DEL_SITE'] = "Не е посочен ID на сайта за премахваните записи";
$MESS ['SKGS_NO_DEL_GROUP'] = "Не е посочен ID на групата за премахваните записи";
$MESS ['SKGS_NO_DEL_FLAG'] = "Не е посочен ID на маркера за премахваните записи";
$MESS ['SKGO_ERROR_CURRENCY'] = "В Интернет магазина валутата #CURRENCY# е свързана със сайта, и тя не може да се премахне.";
?>