<?
$MESS ['SKGU_NO_USER'] = "Потребител с #ID# не е намерен";
$MESS ['SKGU_NO_ACCOUNT'] = "Вътрешната сметка на потребителя не е намерена";
$MESS ['SKGU_EMPTY_USER_ID'] = "Не е попълнено полето \"Потребител\"";
$MESS ['SKGU_EMPTY_SUM'] = "Сумата не е зададена";
$MESS ['SKGU_EMPTY_CURRENCY'] = "Не е попълнено полето \"Валута\"";
$MESS ['SKGU_ERROR_LOCK'] = "Грешка при заключването на вътрешната сметка";
$MESS ['SKGU_NO_ENOUGH'] = "На сметката няма достатъчни средства за да се извърши плащането";
$MESS ['SKGU_ACCOUNT_LOCKED'] = "Вътрешната сметка на потребителя е вече заключена";
$MESS ['SKGU_EMPTYID'] = "ID на потребителя не е зададен";
$MESS ['SKGU_EMPTY_CUR'] = "Валутата не е зададена";
$MESS ['SKGU_ACCOUNT_NOT_LOCKED'] = "Сметката не може да бъде заключена";
$MESS ['UA_ERROR_USER'] = "Потребителя ##USER_ID# има наличности в сметката на Интернет магазина, и не може да бъде премахнат.";
?>