<?
$MESS ['SKGUC_NO_ID'] = "Не е посочен ID на редактираният запис";
$MESS ['SKGUC_NO_CURRENCY'] = "Не е посочена валута, за лимита по изтеглянето на суми";
$MESS ['SKGUC_NO_USER'] = "Потребителя с #ID# не е намерен";
$MESS ['SKGUC_NO_PS'] = "Оператора на платежната система с #ID# не е намерен";
$MESS ['SKGUC_EMPTY_SUM'] = "Не е посочена сумата за изтегляне";
$MESS ['SKGUC_EMPTY_CURRENCY'] = "Не е посочена валута на сумата за изтегляне";
$MESS ['SKGUC_EMPTY_ID'] = "Не е посочен ID  на записа";
$MESS ['SKGUC_NO_RECID'] = "Не е намерен запис с ##ID#";
$MESS ['SKGUC_NO_PARAMS'] = "Не е посочен масива на параметрите на картата";
$MESS ['SKGUC_CROSS_BOUND'] = "С тази карта максимално можете да изтеглете #SUM1#,изтегля се #SUM2#";
$MESS ['SKGUC_NO_ACTION'] = "Оператора на платежната система с #ID# не е намерен";
$MESS ['SKGUC_NO_PATH'] = "Пътя \"#FILE#\" към оператора на платежната система не е намерен";
$MESS ['SKGUC_NO_SCRIPT'] = "Скрипта \"#FILE#\" за интеграции с платежната система не е намерен";
?>