<?
$MESS ['F_TITLE'] = "Помощ";
$MESS ['F_TITLE_NAV'] = "Помощ";
$MESS ['F_NO_MODULE'] = "Модула на форума не е инсталиран";
$MESS ['F_CONTENT'] = "<div class=\"forum-bold\">Как да създам тема във форума?</div>
<br />Натиснете по съответният бутон или линк в прозореца на списъка на темите във форума, или конкретна тема. На вас,ще се наложи, да се регистрирате преди да изпратите съобщение.<br /><div class=\"forum-bold\">Може ли да се използва HTML?</div><br />Зависи от това дали е  разрешено от администратора. Ако е разрешено, то сигурно, ще работят само няколко тагове. Това е направено за безопасност, за да се забрани използването на тагове които могат да правят проблеми. Ако HTML е включен, то вие можете да го изключите за конкретно съобщения при създаването на това съобщения.<br /><div class=\"forum-bold\">Как да форматирам текста на съобщението ако HTML не е разрешен?</div><br />На Администратора може да се разреши използването  на следващите тагове:<br />

	<table class='forum-main'>
		<tr><th><div class=\"forum-bold\">Таг</div></th>
			<th><div class=\"forum-bold\">Описание</div></th>
			<th><div class=\"forum-bold\">Синоними</div></th>
			<th><div class=\"forum-bold\">Забележки</div></th></tr>
		<tr>
			<td>&lt;a href=\"линк\"&gt;</td>
			<td>линк</td><td>[URL]линк[/URL]<br />[URL=линк]</td>	
			<td> </td></tr><tr><td>&lt;b&gt;, &lt;u&gt;, &lt;i&gt;</td>
			<td>удебелен, подчертан текст или курсив съответствено</td>
			<td>[b], [u], [i]</td><td>Трябва винаги да присъства съответният закриващ таг &lt;/b&gt;, &lt;/u&gt;, &lt;/i&gt;</td></tr>
		<tr><td>&lt;img src=\"адрес\"&gt;</td><td>изображение</td>
			<td>[img]адрес[/img]</td>
			<td>адрес - пълен път към изображението на всякакъв  публичен сайт</td></tr>
		<tr>
			<td>&lt;ul&gt;, &lt;li&gt;</td><td>номериране на списъците</td>
			<td>[ul], [li]</td><td> </td></tr><tr><td>&lt;quote&gt;</td>
			<td>специален таг за избиране на цитирането</td><td>[quote]</td>
			<td>Трябва винаги да присъства съответният закриващ таг &lt;/quote&gt;</td></tr>
		<tr><td>&lt;code&gt;</td>
			<td>специален таг за избиране на кода</td>
			<td>[code]</td>
			<td>Трябва винаги да присъства съответният закриващ таг &lt;/code&gt;</td></tr>
		<tr><td>&lt;font color=&gt;, &lt;font size=&gt;</td><td>промяна на цвета и размера на шрифта</td>
			<td>[color=цвет], [size=размер]</td><td>Трябва винаги да присъства съответният закриващ таг&lt;/font&gt;</td></tr></table>
		<br /><div class=\"forum-bold\">Може ли да се прикачват изображения?</div><br />Вие можете качвате картинки в съобщенията, ако това е разрешено от администратора. Но за сега няма възможност да се качват картинки на форума. 
		
		
		Вие трябва да посочете линк към изображението, което се намира на на общо достъпен сървър, например: [img]http://www.bitrix.ru/images/logo_bitrix.gif[/img] или &lt;img src=\"http://www.bitrix.ru/images/logo_bitrix.gif\"&gt;.<br /><div class=\"forum-bold\">Какво е това емотикони?</div><br />Емотиконите, или иконки за емоциите - това са малки картинки, които могат да бъдат използвани за изразяване на чувствата, например :) значи радост, :( значи мъка. Пълният списък на емотиконите може да се види във формата за създаване на съобщенията. Само не се увличайте, когато ги използвате: те  могат да направят съобщението нечитаемо, и модератора може да редактира вашето съобщение, или въобще да то премахне.<br /><div class=\"forum-bold\">Защо трябва да се регистрирам?</div><br />Вие можете това да не го правите. Всичко зависи от това, как администратора е настроил форума: трябва ли вие да се регистрирате, за да напишете съобщения или не.<br /><div class=\"forum-bold\">Как да си променя моите настройки?</div><br />Всички ваши настройки са записани в базата данни (ако вие сте регистриран). За да ги промените, можете в в раздела Профил (линка за него е най горе на форума). Там вие можете да променяте всички свои настройки. Достъпа в раздела Профил е възможен само след регистрация.<br />Страницата за редактиране на профила на посетителя се състои от три части: промяна на регистрационната информация, промяна на личните данни и редактиране на профила на форума.		<br /><img height=49 src=\"/bitrix/images/forum/help/prof_link1.gif\" width=370 border=0 alt=\"\"/><UL><LI>Раздела за редактиране на регистрационната информация служи за промяна на името, фамилията, потребителското име и паролата на потребителя</LI><LI>Раздела за редактиране на личните данни служи за посочване на професията, номера на ICQ, дата на раждане, фотография, местожителство и други лични данни</LI><LI>Раздела за редактиране на профила на форума служи за изменение за представянето на форума:<UL><LI><i>Показване на името.</i> В качество на име на автора на съобщението се използва неговото име и фамилия, ако те са попълнени. В противен случай се използва потребителското име на автора. Тази отметка забранява използването на името и фамилията  независимо дали са били попълнени;</LI><LI><i>Описание</i> - описание на автора, то ще се показва под името на автора на съобщението. В качество на описание е  забранено да се използват думи и фрази, съдържащи думите «админ», «модератор», «support» и т.н. Нарушителите ще се премахват от форума без предупреждение;</LI><LI><i>Подпис</i> - автоматичен подпис под всяко съобщение от този потребител. В подписа е допустимо да се използват всичките разрешени на този форум тагове;</LI><LI><i>Аватар</i> - изображение, показвано под името на автора на съобщението. Изображението трябва да бъде с размери не повече от 10 кб и разширения не повече от 90x90 пиксела.</LI></UL></LI></UL><br /><div class=\"forum-bold\">Аз искам да получавам нови съобщения по пощата!</div><br />Вие можете абонирате както за получаване на нови съобщения от целият форум, така и да получавате нови съобщения по конкретна тема. За това вие трябва да бъдете регистриран. Ако вие искате да се абонирате за нови съобщения от целият форум, използвайте линка  «Абонамент» в менюто на форума (номер 1 на рисунката). Ако вие искате да се абонирате за нови съобщения по конкретна тема, използвайте линка «Абонамент» в десният горен ъгъл на темата (номер 2 на рисунката).<br /><IMG height=104 src=\"/bitrix/images/forum/help/subscr.gif\" width=400 border=0 alt=\"\"/><br /><br />За  управление на абонамента преминете по линка «Абонамент [редактиране]», разположен във вашият профил.<br /><IMG src=\"/bitrix/images/forum/help/prof_form.gif\" width=400 height=261 border=0 alt=\"\"/>";
?>