<?
$MESS ['MAIN_CMEMBER_ERR1'] = "Грешка при авторизирането в контролера";
$MESS ['MAIN_CMEMBER_AUTH_TYPE'] = "Авторизиране в контролера";
$MESS ['MAIN_CMEMBER_ERR2'] = "Грешка при изпращането на съобщение до администратора";
$MESS ['MAIN_CMEMBER_ERR3'] = "Грешка при свързването към контролера";
$MESS ['MAIN_CMEMBER_ERR4'] = "Грешка при изключването от контролера";
$MESS ['MAIN_CMEMBER_ERR5'] = "Грешка при свързването към сървъра";
$MESS ['MAIN_CMEMBER_ERR6'] = "Контролера дава невалиден резултат";
?>