<?
$MESS ['SEARCH_FONT_MAX'] = "Максималният размер на шрифта (пиксели)";
$MESS ['SEARCH_FONT_MIN'] = "Максималният размер на шрифта (пиксели)";
$MESS ['SEARCH_COLOR_OLD'] = "Цвета на по-ранен таг (пример: \"FEFEFE\")";
$MESS ['SEARCH_COLOR_NEW'] = "Цветът на по късен таг (пример: \"C0C0C0\")";
$MESS ['SEARCH_PERIOD_NEW_TAGS'] = "Период,в течението на който се счита че тага е нов (дни)";
$MESS ['SEARCH_SHOW_CHAIN'] = "Показване на веригата за навигация";
$MESS ['SEARCH_COLOR_TYPE'] = "Плавна промяна на цвета";
$MESS ['SEARCH_WIDTH'] = "Ширината на облак от тагове (пример: \"100%\" или \"100пк\", \"100pt\", \"100in\")";
?>