<?
$MESS ['PATH_TO_DETAIL_TIP'] = "Път към страницата за редактиране или преглед на профила. Като параметър е необходимо да се посочи ID на профила. Ако страницата се намира в тази директория, е достатъчно да се посочи името на страницата.";
$MESS ['PER_PAGE_TIP'] = "Посоченото число определя броя на профилите показвани на страница, останалите ще се изведат с помощта на под страничната навигация.";
$MESS ['SET_TITLE_TIP'] = "Като заглавие на страницата, ще се постави \"Списък на профилите\".";
?>