<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата типове на инфоблокове.След натискане на бутона <b><i>ок</b></i> ще бъдат заредени тези инфоблокове който са създадени за избраният тип.";
$MESS ['IBLOCK_ID_TIP'] = "Избира се един от поставените инфоблокове.Ако позицията е (друго)->,то е  необходимо да се посочи в близкото поле ID на инфоблока.";
$MESS ['SECTION_ID_TIP'] = "Полето съдържа код в който се предава ID на раздела.По подразбиране полето съдържа ={\$_REQUEST[\"SECTION_ID\"]}.";
$MESS ['SECTION_URL_TIP'] = "В даденото поле е необходимо да се посочи URL,водещ към страницата със съдържанието на раздела.";
$MESS ['DISPLAY_PANEL_TIP'] = "При отметната опция,бутоните ще се показват в режим за редактиране на сайта на админ.панела,също така и в комплекта от бутони в областа на редактиране на даденият компонент.";
$MESS ['ADD_SECTIONS_CHAIN_TIP'] = "Ако опцията е отметната и в инфоблока са създадени раздели,то при применаване по тях имената им ще бъдат добавени в нишката за навигация.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: работи при включено кеширане в течение на зададеното време;<br /><i>Кешира</i>: за кеширането е  необходимо да се определи само времето за кеширане;<br /><i>Не кешира</i>: във всички случай не кешира.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на времето за кеширане,в секунди.";
$MESS ['COUNT_ELEMENTS_TIP'] = "Показва броя на елементите в раздела";
$MESS ['TOP_DEPTH_TIP'] = "Числото определя броя на видимите вложени нива на разделите в каталога.";
?>