<?
$MESS ['SEF_MODE_TIP'] = "При отметната опция се включва поддръжката SEF и стават достъпни полетата за настройка на URL адресите.";
$MESS ['PER_PAGE_TIP'] = "Посоченият брой определя картите за показване на една страница, останалите ще се изведат с помощта на под страничната навигация.";
$MESS ['SET_TITLE_TIP'] = "Като заглавие на страницата ще се постави \"Мой кредитни карти\".";
$MESS ['SEF_FOLDER_TIP'] = "Път до папката с която работи компонента. Този път може както да съвпада така и да не съвпада.";
$MESS ['SEF_URL_TEMPLATES_list_TIP'] = "Посочва се част от съдържанието на адреса при преминаване към страницата с кредитните карти, например, list/";
$MESS ['SEF_URL_TEMPLATES_detail_TIP'] = "Посочва се адреса при преминаване към редактиране на кредитните карти. В адресният ред е необходимо да се вписва ID на картата.";
?>