<?
$MESS ['ID_TIP'] = "Полето съдържа код, в който се передава ID-то на тези раздели или елементи, за който се създават позиции в менюто. По подразбиране съдържат ={\$_REQUEST[\"ID\"]}";
$MESS ['IBLOCK_TYPE_TIP'] = "компонента е създаден като пример за избор на информация от инфоблоковете за създаването на позиций в менюто,тоест в даденото поле на падащият списък са показани всички типове инфоблокове,създадени в системата.";
$MESS ['IBLOCK_ID_TIP'] = "Избира се нужният инфоблок от създадените за указаният тип.";
$MESS ['SECTION_URL_TIP'] = "Посочва се URL,водещ на страницата със съдържанието на раздела";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действа при включено кеширане в течение на зададеното времене;<br /><i>Кешира</i>: за кеширането е  необходимо само да се  определи времето за кеширане;<br /><i>Не кешира</i>: не кешира  във всички  случай.
";
$MESS ['CACHE_TIME_TIP'] = "Полето  служи за посочване на  времето за кеширане в секунди.
";
$MESS ['DEPTH_LEVEL_TIP'] = "Колко нива да се показват.";
?>