<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата тип на инфоблок.След натискане на бутона <b><i>ок</b></i> ще бъдат заредени тези инфоблокове който са създадени за избраният тип.";
$MESS ['IBLOCK_ID_TIP'] = "Избира се един от поставените инфоблокове.Ако позицията е (друго)->,то е  необходимо да се посочи в близкото поле ID на инфоблока.";
$MESS ['SECTION_ID_TIP'] = "Полето съдържа код,в който се предава ID на раздела.По подразбиране то съдържа ={\$_REQUEST[\"SECTION_ID\"]}.Ако е посочен кода на раздела,полето може да се остави празно.";
$MESS ['ELEMENT_ID_TIP'] = "Полето съдържа код,в който се предава ID на елемента.По подразбиране то съдържа ={\$_REQUEST[\"ELEMENT_ID\"]}.Ако е посочен кода на елемента,полето може да се остави празно.";
$MESS ['SECTION_CODE_TIP'] = "Задава се кода на раздела.Полето може да се остави празно,ако е посочен <i>ID раздела</i>.";
$MESS ['ELEMENT_CODE_TIP'] = "Задава се кода на раздела.Полето може да се остави празно,ако е посочен <i>ID раздела</i>.";
$MESS ['ELEMENT_SORT_FIELD_TIP'] = "Посочва се полето,по което ще бъде извършено сортирането на фотографиите за преминаването по линка \"след.\" и \"пред.\".";
$MESS ['ELEMENT_SORT_ORDER_TIP'] = "Посочва се в каква посока ще се сортират фотографиите.";
$MESS ['FIELD_CODE_TIP'] = "От изброените полета може да се изберат допълнителни,за добавяне в списъка елементи.При избор на (не е избрано)-> и без да се посочва кода на полетата в долният ред,на страницата ще бъдат изведени полета по подразбиране.";
$MESS ['PROPERTY_CODE_TIP'] = "От свойствата на инфоблока може да се изберат тези,който ще се показват в списъка на елементите от раздела.При избор на (не е избрано)-> и без да се посочва кода на свойствата в долният ред,те няма да бъдат показани.";
$MESS ['SECTION_URL_TIP'] = "В даденото поле е необходимо да се посочи URL,водещ към страницата със съдържанието на раздела.";
$MESS ['DETAIL_URL_TIP'] = "Посочва се пътя към страницата с подробното описание на елемента от инфоблока.";
$MESS ['META_KEYWORDS_TIP'] = "В падащият списък са изброени всички свойства,определени за даденият инфоблок.От тях се избира това което съдържа ключовите думи.";
$MESS ['META_DESCRIPTION_TIP'] = "В падащият списък са изброени всички свойства,определени за даденият инфоблок.От тях се избира това което съдържа описанието.";
$MESS ['DISPLAY_PANEL_TIP'] = "При отметната опция,бутоните ще се показват в режим за редактиране на сайта в админ.панела,също така и в комплекта от бутони в областа за редактиране на компонента.";
$MESS ['SET_TITLE_TIP'] = "При отметната опция като заглавие на страницата ще бъде поставено името на фотографията.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: работи при включено кеширане в течение на зададеното време;<br /><i>Кешира</i>: за кеширането е  необходимо да се определи само времето за кеширане;<br /><i>Не кешира</i>: във всички случай не кешира.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на времето за кеширане,в секунди.";
$MESS ['AJAX_MODE_TIP'] = "Включване за компонента режим AJAX.";
$MESS ['AJAX_OPTION_SHADOW_TIP'] = "При изпълнение на применаването в режим AJAX, ще се затъмни областа,която трябва да се редактира.";
$MESS ['AJAX_OPTION_JUMP_TIP'] = "Ако потребителя извърши преминаване в режим AJAX, то при завършване на зареждането компонента ще се превърти от начало.";
$MESS ['AJAX_OPTION_STYLE_TIP'] = "След завършване на преминаването в режима AJAX,ще се обработи и зареди списък със CSS стилове.";
$MESS ['AJAX_OPTION_HISTORY_TIP'] = "Когато потребителя изпълнява преминаване в AJAX,то при включена опция могат да се използват бутоните на браузера \"Назад\" и \"Напред\".";
?>