<?
$MESS ['PATH_TO_LIST_TIP'] = "Посочва се пътя към страницата със списъка на абонаментите. Ако страницата се намира в тази директория, е достатъчно да се посочи името на страницата. Тази страница може да се създаде с помощта на компонента <i>Списък на абонаментите на текущият потребител</i>).";
$MESS ['ID_TIP'] = "Посочва се php-кода, в резултат на който се получава ID на абонамента. По подразбиране ={\$ID}.";
$MESS ['SET_TITLE_TIP'] = "Като заглавие на страницата, ще се постави \"Отмяна на абонамент №#ID#\".";
?>