<?
$MESS ['ROOT_MENU_TYPE_TIP'] = "В падащият списък се избира едно от зададените в системата менюта.Също може да се избере позицията <i>друго</i>, тогава в близкото поле е необходимо да се посочи друг тип на менюто с латински букви.  ";
$MESS ['MAX_LEVEL_TIP'] = "Приемат значенията от 1 до 4. Само тези шаблони на менюто, който са с много нива, приемат значение, различно от 1.";
$MESS ['CHILD_MENU_TYPE_TIP'] = "Аналогично с типа на менюто за първо ниво, се определя типа на менюто за останалите нива.";
$MESS ['USE_EXT_TIP'] = "Ако опцията е отметната, то при показване на менюто от шаблона, във всеки раздел ще се проверява на наличие в даденият раздел, файл с името <i>.тип_меню.menu_ext.php</i>. В този файл се определя масива на параметрите, който могат да бъдат изведени в качеството си на позиции на менюто от посоченият тип.";
?>