<?
$MESS["PM_TITLE"] = "#TITLE#";
$MESS["PM_TITLE_NAV"] = "Лични съобщения";
$MESS["PM_TITLE_PAGES"] = "Съобщения";
$MESS["PM_FOLDER_ID_1"] = "Входящи";
$MESS["PM_FOLDER_ID_2"] = "Изходящи";
$MESS["PM_FOLDER_ID_3"] = "Изпратени";
$MESS["PM_FOLDER_ID_4"] = "Кошче";
$MESS["PM_AUTH"] = "За да прегледате тази страница Вие трябва да се оторизирате.";
$MESS["PM_ERR_DELETE"] = "Съобщението #MID# не е премахнато.";
$MESS["PM_ERR_DELETE_NO_PERM"] = "Нямате достатъчно права, за да изтриете съобщението #MID#.";
$MESS["PM_ERR_MOVE_NO_PERM"] = "Нямате достатъчно права, за да преместите (копирате) съобщението #MID#.";
$MESS["PM_ERR_MOVE_NO_FOLDER"] = "Не е посочена папката за преместването (копирането).";
$MESS["PM_ERR_NO_DATA"] = "Няма данни.";
$MESS["PM_ERR_NO_MID"] = "Съобщението не е намерено.";
$MESS["PM_ERR_NO_PERM"] = "Недостатъчни права за прочитане на съобщението.";
$MESS["PM_FOLDER_IS_NOT_EXISTS"] = "Папката не е намерена.";
$MESS["PM_OK_MOVE"] = "Съобщението #MID# е преместено.";
$MESS["PM_OK_COPY"] = "Съобщението #MID# е копирано.";
$MESS["PM_OK_DELETE"] = "Съобщението #MID# е успешно преместено.";
$MESS["PM_OK_ALL_MOVE"] = "Съобщенията са успешно преместени.";
$MESS["PM_OK_ALL_COPY"] = "Съобщенията са успешно копирани.";
$MESS["PM_OK_ALL_DELETE"] = "Съобщенията са успешно премахнати.";
$MESS["F_NO_MODULE"] = "Модула на форума не е инсталиран";
$MESS["F_ERR_SESS_FINISH"] = "Вашата сесия е изтекла. Повторете действието.";
?>