<?
$MESS ['FD_FOLDER_NOT_FOUND'] = "Папката \"#PATH#\" не е намерена";
$MESS ['FD_ELEMENT_NOT_FOUND'] = "Файла или папката \"#PATH#\" не е намерена";
$MESS ['FD_NEWFOLDER_ENTER_NAME'] = "Името на папката не е въведено";
$MESS ['FD_ELEMENT_ENTER_NAME'] = "Името на файла или папката не е въведено";
$MESS ['FD_NEWFOLDER_EXISTS'] = "Папка с това име вече съществува";
$MESS ['FD_ELEMENT_EXISTS'] = "Папка или файл с това име вече съществуват";
$MESS ['FD_RENAME_ERROR'] = "Грешка при промяна на името";
$MESS ['FD_NAME_ERROR'] = "Името на файла (папка)може да бъде само от латински букви ,цифри,интервали,а също така от символите:!#\$%&()[]{}+-.;=@^_~";
?>