<?
$MESS ['FD_LOAD_EXIST_ALERT'] = "Грешка!Файл с това име съществува!";
$MESS ['FD_EMPTY_NAME'] = "Грешка!Името за файла не е посочено";
$MESS ['FD_NAME_ERROR'] = "Името на файла може да бъде само от латински букви,интервали,и също символите !#\$%&()[]{}+-.;=@^_~";
$MESS ['FD_LOAD_EXIST_CONFIRM'] = "Файл с това име съществува.Да се презапиши ли съществуващият файл?";
$MESS ['FD_INCORRECT_EXT'] = "Файла има невярно разширение!";
$MESS ['FD_LOAD_DENY_ALERT'] = "Достъпа за запис на файла е забранен.";
$MESS ['FD_BUT_CANCEL'] = "Отмени";
$MESS ['FD_LOAD_FILE'] = "Качете файла";
$MESS ['FD_BUT_LOAD'] = "Качване";
$MESS ['FD_FILE_NAME_ON_SERVER'] = "Име на файла за сървъра:";
$MESS ['FD_UPLOAD_AND_OPEN'] = "Отвори файла след качването";
?>