<?
$MESS["MAIN_CMEMBER_ERR1"] = "Грешка при авторизирането в контролера";
$MESS["MAIN_CMEMBER_AUTH_TYPE"] = "Оторизиране на контролера";
$MESS["MAIN_CMEMBER_ERR2"] = "Грешка при изпращането на съобщение на контролера";
$MESS["MAIN_CMEMBER_ERR3"] = "Грешка при свързването към контролера";
$MESS["MAIN_CMEMBER_ERR4"] = "Грешка при изключването на контролера";
$MESS["MAIN_CMEMBER_ERR5"] = "Грешка при свързването със сървъра:";
$MESS["MAIN_CMEMBER_ERR6"] = "Контролера е върнал невалиден резултат.";
$MESS["MAIN_CMEMBER_ERR7"] = "Резултата от отговора на сървъра има грешен формат:";
?>