<?
$MESS ['PATH_TO_BASKET_TIP'] = "Път към страницата с кошницата.";
$MESS ['PATH_TO_PERSONAL_TIP'] = "Път към страницата с личният раздел на клиента.";
$MESS ['PATH_TO_AUTH_TIP'] = "Път към страницата за авторизиране на сайта. ";
$MESS ['PATH_TO_PAYMENT_TIP'] = "Адрес на страницата за включване на платежна система.";
$MESS ['ALLOW_PAY_FROM_ACCOUNT_TIP'] = "При отметната опция, на потребителя ще се предложи да заплати поръчката от вътрешната сметка (ако сумата е достатъчна).";
$MESS ['SHOW_MENU_TIP'] = "При отметната опция, ще бъдат показани стъпките на процедурата за оформяне на поръчката.";
$MESS ['SET_TITLE_TIP'] = "Като заглавие ще се постави \"Оформяне на поръчка\".";
$MESS ['USE_AJAX_LOCATIONS_TIP'] = "При отметната опция, ще се използва разширена форма за избор на местоположение.";
$MESS ['SHOW_AJAX_DELIVERY_LINK_TIP'] = "Изберете начин за включване на изчислението за цената на доставката.";
$MESS ['COUNT_DELIVERY_TAX_TIP'] = "При избора на \"Да\" ще се изчисли данъка на доставката.";
$MESS ['COUNT_DISCOUNT_4_ALL_QUANTITY_TIP'] = "При избора на \"Да\" ще се изчисли отстъпката за всеки артикул, закупен в N количество.";
$MESS ['PRICE_VAT_INCLUDE_TIP'] = "При отметната опция цените ще се показват с включено ДДС.";
$MESS ['PRICE_VAT_SHOW_VALUE_TIP'] = "Опцията служи за показване на размера на ДДС.";
?>