<?
$MESS ['CAT_1C_CREATE'] = "Създайте ако е необходимо";
$MESS ['CAT_1C_CURRENT'] = "Текущ";
$MESS ['CAT_1C_NONE'] = "нищо";
$MESS ['CAT_1C_DEACTIVATE'] = "деактивира";
$MESS ['CAT_1C_DELETE'] = "премахни";
$MESS ['CAT_1C_IBLOCK_TYPE'] = "Тип на информационият блок ";
$MESS ['CAT_1C_ELEMENT_ACTION'] = "Какво да се прави с елементите отсъстващи във файла за вноса.";
$MESS ['CAT_1C_SECTION_ACTION'] = "Какво да се прави с разделите отсъстващи във файла за вноса.";
$MESS ['CAT_1C_GROUP_PERMISSIONS'] = "Разреши качването на групи потребители";
$MESS ['CAT_1C_SITE_LIST'] = "Постави новите информационни блокове към сайтовете";
$MESS ['CAT_1C_INTERVAL'] = "Интервал на една стъпка в секунди (0 - изпълнява износа за една стъпка)";
$MESS ['CAT_1C_FILE_SIZE_LIMIT'] = "Размер на качените части от файлове, в байта";
$MESS ['CAT_1C_USE_CRC'] = "Използвайте checksums за оптимизация на актуализициите на каталога";
$MESS ['CAT_1C_PICTURE'] = "Преглед на изображението";
$MESS ['CAT_1C_GENERATE_PREVIEW'] = "Автоматично да се генерира изображението";
$MESS ['CAT_1C_PREVIEW_WIDTH'] = "Максимално допустима ширина на изображението за анонса";
$MESS ['CAT_1C_PREVIEW_HEIGHT'] = "Максимално допустима височина на изображението за анонса";
$MESS ['CAT_1C_USE_ZIP'] = "Използвайте ZIP компресия ако е налична";
$MESS ['CAT_1C_DETAIL_RESIZE'] = "Регулирайте подробно снимката";
$MESS ['CAT_1C_DETAIL_WIDTH'] = "Максимално допустима ширина на подробното изображение";
$MESS ['CAT_1C_DETAIL_HEIGHT'] = "Максимално допустима височина на подробното изображение";
$MESS ['CAT_1C_USE_OFFERS'] = "Износ на оферти (характеристики) в отделен информационен блок";
$MESS ['CAT_1C_USE_IBLOCK_TYPE_ID'] = "При износа да се отчита типа на информационният блок";
?>