<?
$MESS ['EXTRA_TITLE'] = "Тип надценки";
$MESS ['EXTRA_DELETE_ERROR'] = "Грешка при премахването на надценката";
$MESS ['EXTRA_NAME'] = "Име на надценката";
$MESS ['EXTRA_PERCENTAGE'] = "Процент";
$MESS ['EXTRA_ACTIONS'] = "Премахни";
$MESS ['EXTRA_UPD'] = "Запиши";
$MESS ['EXTRA_NOTES'] = "Цената се взема за базова<b>плюс</b>посочен процент от базовата цена<br>[Цена] = [Базова цена]*(1+[Процент]/100) = [Базова цена] + [Базова цена]*[Процент]/100";
$MESS ['EXTRA_RECALCULATE'] = "Преизчисли цените";
$MESS ['CEN_ERROR_UPDATE'] = "Грешка при актуализацията на параметрите за надценките";
$MESS ['CEN_UPDATE_ALT'] = "Редактиране параметрите на надценките";
$MESS ['CEN_DELETE_ALT'] = "Премахнете надценката";
$MESS ['CEN_DELETE_CONF'] = "Сигурни ли сте, че искате да изтриете тази надценка?";
$MESS ['CEN_ADD_NEW'] = "Нова надценка";
$MESS ['CEN_ADD_NEW_ALT'] = "Кликнете, за да добавите нова надценка";
$MESS ['cat_extra_nav'] = "Надценки";
?>