<?
$MESS ['SEARCH_TIP'] = "Търси";
$MESS ['TAGS_TIP'] = "Таг";
$MESS ['SORT_TIP'] = "Изберете вида за сортиране на тага: по име или по популярност.";
$MESS ['PAGE_ELEMENTS_TIP'] = "Параметъра определя броя на таговете показвани в облака.";
$MESS ['PERIOD_TIP'] = "Брой на последните дни,през който се избирали таговете";
$MESS ['URL_SEARCH_TIP'] = "Път към страницата на търсенето (от корена на сайта).";
$MESS ['TAGS_INHERIT_TIP'] = "При отметната опция ще ограничите вашето търсене.";
$MESS ['CHECK_DATES_TIP'] = "При поставяне на опцията,търсенето ще се изпълнява само по активните елементи на сайта.";
$MESS ['arrFILTER_TIP'] = "Това поле се използва, за да се ограничи търсенето, например, за статични файлове.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действа при включено кеширане в течение на зададеното времене;<br /><i>Кеширай</i>: за кеширане е необходимо да определите само времето за кеширане;<br /><i>Не кеширай</i>: кеширане няма.";
$MESS ['CACHE_TIME_TIP'] = "Полето се използва, за да се посочи времето на кеша в секунди.";
$MESS ['arrFILTER_socialnetwork_user_TIP'] = "Необходимо е да се посочи ID на потребителя, в съдържанието по което ще се осъществява търсенето.Ако нищо не е посочено, филтъра по потребител, няма да се смени.";
?>