<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата типове на инфоблокове.";
$MESS ['IBLOCK_URL_TIP'] = "Посочва се пътя към страницата със списъка на разделите в инфоблока.";
$MESS ['DISPLAY_PANEL_TIP'] = "При отметната опция,бутоните ще се показват в режим за редактиране на сайта в админ.панела,също така в комплекта от бутони в областа на редактиране на даденият компонент.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: работи при включено кеширане в течение на зададеното време;<br /><i>Кешира</i>: за кеширането е  необходимо да се определи само времето за кеширане;<br /><i>Не кешира</i>: във всички случай не кешира.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за задаване на време за кеширане, в секунди.";
?>