<?
$MESS ['SEF_MODE_TIP'] = "При отметната опция се включва поддръжката SEF и стават достъпни полетата за настройка на URL адресите.";
$MESS ['PER_PAGE_TIP'] = "Посоченото число определя броя на абонаментите показвани на страница, останалите ще се изведат с помощта на под страничната навигация.";
$MESS ['SET_TITLE_TIP'] = "Като заглавие на страницата, ще се постави \"Периодични плащания\".";
$MESS ['SEF_FOLDER_TIP'] = "Път до папката с която работи компонента. Този път може както да съвпада така и да не съвпада.";
$MESS ['SEF_URL_TEMPLATES_list_TIP'] = "Посочва се URL на страницата при преминаването към страницата със списъка на абонаментите. ";
$MESS ['SEF_URL_TEMPLATES_cancel_TIP'] = "Посочва се URL на страницата при преминаването към страницата за отмяна на абонамента. В URL е необходимо да се впише ID на абонамента.";
?>