<?
$MESS ['SECURITY_USER_ERROR_PASS1_EMPTY'] = "Не е въведено първото значение на паролата.";
$MESS ['SECURITY_USER_ERROR_PASS1_INVALID'] = "Първото значение на паролата трябва да бъде с дължина 6 символа, и да съдържа само цифри.";
$MESS ['SECURITY_USER_ERROR_PASS2_EMPTY'] = "Не е въведено второто значение на паролата.";
$MESS ['SECURITY_USER_ERROR_PASS2_INVALID'] = "Второто значение на паролата трябва да бъде с дължина 6 символа, и да съдържа само цифри.";
$MESS ['SECURITY_USER_ERROR_SYNC_ERROR'] = "Не можа да се синхронизира даденият секретен ключ с въведените значения на паролата.";
?>