<?
$MESS ['SPCR1_ON_LOGIN'] = "Грешка при авторизирането на регистриран потребител: въведете потребителското име";
$MESS ['SPCR1_ERR_REG'] = "Грешка при авторизирането на регистриран потребител";
$MESS ['SPCR1_NO_NAME'] = "Грешка при регистрацията на нов потребител: въведете вашето име";
$MESS ['SPCR1_NO_LASTNAME'] = "Грешка при регистрацията на нов потребител: въведете вашата фамилия";
$MESS ['SPCR1_NO_EMAIL'] = "Грешка при регистрацията на нов потребител: въведете вашият E-Mail адрес";
$MESS ['SPCR1_BAD_EMAIL'] = "Грешка при регистрацията на нов потребител: проверете дали и правилен E-Mail адреса";
$MESS ['SPCR1_NO_LOGIN'] = "Грешка при регистрацията на нов потребител: въведете желаното потребителско име";
$MESS ['SPCR1_NO_PASSWORD'] = "Грешка при регистрацията на нов потребител: въведете желаната парола";
$MESS ['SPCR1_NO_PASSWORD_CONF'] = "Грешка при регистрацията на нов потребител: потвърдете паролата";
$MESS ['SPCR1_NO_CONF'] = "Грешка при регистрацията на нов потребител: потвърждаването на паролата не съвпада ";
$MESS ['SPCR1_ERR_REGISTER'] = "Грешка при регистрацията на нов потребител";
$MESS ['SPCR1_REGISTER_AFF'] = "Регистрация на филиала";
$MESS ['SPCR1_NO_AGREE'] = "Вие трябва да се съгласите с условията на договора, за да продължите регистрацията";
$MESS ['SPCR1_NO_SITE'] = "Посочете адреса на Вашият сайт";
$MESS ['SPCR1_NO_DESCR'] = "Описание на Вашият сайт";
$MESS ['SPCR1_NO_PLANS'] = "На сайта няма активни комисионни планове. Обърнете се, моля, към администрацията на сайта";
$MESS ['SPCR1_ERR_AFF'] = "Грешка при регистрацията на филиала";
$MESS ['SPCR1_NO_SHOP'] = "Модула на магазина не е инсталиран";
$MESS ['INFO_REQ'] = "Вие сте успешно регистриран.";
?>