<?
$MESS ['SITE_ID_TIP'] = "Изберете сайт, на който информационните блокове ще участват във формирането на бюлетина.";
$MESS ['IBLOCK_TYPE_TIP'] = "Посочете типа на информационният блок.";
$MESS ['ID_TIP'] = "Изберете информационен блок, от който списъка на новините ще се включват в инфо бюлетина. Ако са необходими новините от всички блокове, то изберете позицията \"всички\".";
$MESS ['SORT_BY_TIP'] = "Посочете полето, по което ще се сортират новините в списъка.";
$MESS ['SORT_ORDER_TIP'] = "По възходящ или по низходящ.";
?>