<?
$MESS ['SEC_SESSION_ADMIN_SAVEDB_TAB'] = "Записване в базата данни";
$MESS ['SEC_SESSION_ADMIN_SAVEDB_TAB_TITLE'] = "Включване на механизма за записване на данните от сесиите на потребителите в базата данни ";
$MESS ['SEC_SESSION_ADMIN_TITLE'] = "Защита на сесиите";
$MESS ['SEC_SESSION_ADMIN_DB_ON'] = "Данните на сесиите се записват в базата данни на модула за сигурност.";
$MESS ['SEC_SESSION_ADMIN_DB_OFF'] = "Данните на сесиите не се записват в базата данни на модула за сигурност.";
$MESS ['SEC_SESSION_ADMIN_DB_BUTTON_OFF'] = "Изключи записването на данните от сесиите в базата данни на модула";
$MESS ['SEC_SESSION_ADMIN_DB_BUTTON_ON'] = "Включи записването на данните от сесиите в базата данни на модула";
$MESS ['SEC_SESSION_ADMIN_DB_NOTE'] = "<p>Повечето от атаките към уеб приложенията си поставят за цел получаването на данните от авторизираната сесия на потребителя. При включването на <b>защитата на сесиите</b> кражбата на авторизирана сесия е неефективна.</p>
<p>В допълнение към стандартните инструменти за защита на сесиите, които се посочват в настройките на групата, <b>механизъма за защита на сесиите</b> включва:
<ul style=\"font-size:100%\">
<li>смяна на ID на сесията няколко пъти в минута (в зависимост от настройката);</li>
<li>запис на данните на сесията в таблицата на модула.</li>
</ul>
 <p>Записа на данните на сесията в таблицата на модула, позволява да се избегне прочитането на тези данни чрез скриптове от други виртуални сървъри, изключвайки грешките при конфигуриране на виртуалният хостинг, грешки при настройката на правата за достъп във временните папки и други проблеми в настройката на операционната среда. Освен това, се разтоварва файловата система, пренасяйки натоварването на сървъра на базата данни.</p>
<p><i>Препоръчва се включването за високо ниво на защита.</i></p>
";
$MESS ['SEC_SESSION_ADMIN_SESSID_TAB'] = "Смяна на ID";
$MESS ['SEC_SESSION_ADMIN_SESSID_TAB_TITLE'] = "Настройка на параметрите за смяна на ID на сесиите";
$MESS ['SEC_SESSION_ADMIN_SESSID_ON'] = "Смяната на ID за сесиите е включена.";
$MESS ['SEC_SESSION_ADMIN_SESSID_OFF'] = "Смяната на ID за сесиите е изключена.";
$MESS ['SEC_SESSION_ADMIN_SESSID_BUTTON_OFF'] = "Изключи смяната на ID";
$MESS ['SEC_SESSION_ADMIN_SESSID_BUTTON_ON'] = "Включи смяната на ID";
$MESS ['SEC_SESSION_ADMIN_SESSID_TTL'] = "Време на действие на ID, в секунди";
$MESS ['SEC_SESSION_ADMIN_SESSID_NOTE'] = "<p>При включване, смяната на идентификатора на сесията  ще се задейства през зададено от вас време. Това създава допълнително натоварване на сървъра, но позволява да се направи вземането на авторизираната сесия неефективно.</p>
<p><i>Препоръчва се включване за високо ниво на сигурност.</i></p>";
$MESS ['SEC_SESSION_ADMIN_DB_WARNING'] = "Внимание! При превключване в режим на запис на сесиите, всички потребители ще изгубят своето авторизиране (данните на сесиите ще бъдат унищожени).";
$MESS ['SEC_SESSION_ADMIN_SESSID_WARNING'] = "Идентификатора на сесиите не е съвместим с модула на сигурността. Идентификатора на връщаната  функция session_id() трябва да бъде не повече от 32 символа и да съдържа латински букви и цифри.";
?>