<?
$MESS ['MFC1_CANT_LOAD_DATAFILE'] = "Не можа да се зареди файла с данните";
$MESS ['MFC1_CANT_OPEN_ERRORFILE'] = "Не можа да се отвори файла с грешките";
$MESS ['MFC1_CANT_CREATE_ERRORFILE'] = "Не можа да се създаде файла с грешките";
$MESS ['MFC1_FILE_NOT_SET'] = "Файла не е посочен";
$MESS ['MFC1_PWD_NOT_SET'] = "Паролата не посочена";
$MESS ['MFC1_KEY_NOT_SET'] = "Ключа не е посочен";
$MESS ['MFC1_PWD_KEY_EQ'] = "Паролата и ключа не трябва да съвпадат";
$MESS ['MFC1_EMPTY_FILE'] = "Празен файл";
$MESS ['MFC1_NO_CRC_NOT_SET'] = "Файла със скрипта на контролната сума не е подписан.";
$MESS ['MFC1_CRC_NOT_CORRECT'] = "Контролната сума не съвпада";
$MESS ['MFC1_NO_CRC'] = "Контролната сума не е намерена";
$MESS ['MFC1_EXISTS_OTHER_DIF'] = "Съществуват и други разлики";
$MESS ['MFC1_SIZE_DIF'] = "различен е размера";
$MESS ['MFC1_CRC_DIF'] = "различна е контролната сума";
$MESS ['MFC1_NEW_DIF'] = "нов";
$MESS ['MFC1_DEL_DIF'] = "премахнат";
$MESS ['MFC1_NO_DIF'] = "Разлики не са намерени.";
$MESS ['MFC1_ERR_NO_PWD'] = "Вие не сте посочили паролата за проверка на скрипта за цялостта на файловете ";
$MESS ['MFC1_ERR_VERIFY'] = "При проверката на цялостта възникнаха следващите грешки:";
$MESS ['MFC1_OK_VERIFY'] = "Текуща ключова дума '#KEY#'. Ако тази дума се отличава от въведената от Вас по рано, то файла със скрипта за контрол е компрометиран.";
$MESS ['MFC1_ERR_C_PWD'] = "Паролата, за проверката на целостта на файла за проверка на скрипта не е посочена.";
$MESS ['MFC1_ERR_C_PWD_CHECK'] = "Паролата не съвпада с потвърждението. Въведете паролата и нейното потвърждаване още един път";
$MESS ['MFC1_ERR_C_KEY'] = "Вие не сте въвели ключова дума за подписването на скрипта за контрола на файловете";
$MESS ['MFC1_ERR_C_PWD_KEY'] = "Ключовата дума не трябва да съвпада с паролата";
$MESS ['MFC1_ERR_C_ERR'] = "При проверката възникнаха следващите грешки:";
$MESS ['MFC1_ERR_C_ERR_RIGHT'] = "Нямате права за подписване на контролният скрипт ";
$MESS ['MFC1_ERR_C_SUCCESS'] = "Скрипта за контрола е успешно подписан";
$MESS ['MFC1_ERR_NO_ACT'] = "Не е избрано действие";
$MESS ['MFC1_ERR_C_NO_REG'] = "Необходимо е да се избере поне един регион";
$MESS ['MFC1_ERR_C_NO_PWD1'] = "Не е въведена парола за криптиране на резултата";
$MESS ['MFC1_ERR_V_FILE'] = "Не е избран файл с проверените данни";
$MESS ['MFC1_ERR_V_PWD1'] = "Не е въведена паролата за  разшифроването на резултата";
$MESS ['MFC1_TITLE'] = "Контрол над цялостта на файловете";
$MESS ['MFC1_TAB_SIGN'] = "Контрол над цялостта на скрипта";
$MESS ['MFC1_TAB_SIGN_DESCR'] = "Цялостност на скрипта за контрол";
$MESS ['MFC1_TAB_SELECT'] = "Избор на действие";
$MESS ['MFC1_TAB_SELECT_DESCR'] = "Избор на действие";
$MESS ['MFC1_TAB_COLLECT'] = "Събиране на данни";
$MESS ['MFC1_TAB_COLLECT_DESCR'] = "Събиране на данни";
$MESS ['MFC1_TAB_COLLECT_REP'] = "Отчет";
$MESS ['MFC1_TAB_COLLECT_REP_DESCR'] = "Отчет";
$MESS ['MFC1_TAB_FILE'] = "Избор на файл";
$MESS ['MFC1_TAB_FILE_DESCR'] = "Избор на файл";
$MESS ['MFC1_TAB_VERIFY'] = "Проверка на данните";
$MESS ['MFC1_TAB_VERIFY_DESCR'] = "Проверка на данните";
$MESS ['MFC1_TAB_VERIFY_REP'] = "Отчет";
$MESS ['MFC1_TAB_VERIFY_REP_DESCR'] = "Отчет";
$MESS ['MFCW_INT_PASS_NOTSUBSCR'] = "Измислете и запомнете паролата. Препоръчва се да се въведе парола не по-малко от 10 символа, от латински букви и цифри.";
$MESS ['MFCW_INT_KEY_HINT_NOT_SUBSCR'] = "Произволна дума, която трябва да се запомни. Тази дума се въвежда различна от паролата! Ако при следващото включване кодовата дума е различна от въведената от Вас, скрипта за контрола на файловете е бил променен.";
$MESS ['MFCW_INT_PASS_SUBSCR'] = "За да проверите файловете, въведете тази парола, с която Вие сте въвели ключа.";
$MESS ['MFC1_F_PWD'] = "Парола";
$MESS ['MFC1_F_PWD_CONF'] = "Повторете паролата";
$MESS ['MFC1_F_KEY'] = "Ключова дума ";
$MESS ['MFC1_F_ACT'] = "Действие";
$MESS ['MFC1_F_ACT_VERIFY'] = "Проверка на файловете";
$MESS ['MFC1_F_ACT_COLLECT'] = "Събиране на информация за файловете";
$MESS ['MFC1_F_FILE_SUBTITLE1'] = "Избор на файла с проверените данни";
$MESS ['MFC1_F_DELETE_CONFIRM'] = "Сигурни ли сте, че искате да изтриете този файл?";
$MESS ['MFC1_FT_DATE'] = "Дата";
$MESS ['MFC1_FT_REGION'] = "Регион";
$MESS ['MFC1_FT_EXTS'] = "Разширения";
$MESS ['MFC1_FT_ACTS'] = "Действия";
$MESS ['MFC1_R_KERNEL'] = "ядро";
$MESS ['MFC1_R_SYSTEM'] = "системна област";
$MESS ['MFC1_R_PSYSTEM'] = "персонална системна област";
$MESS ['MFC1_R_PUBLIC'] = "публична част";
$MESS ['MFC1_ACT_DODELETE'] = "Премахни";
$MESS ['MFC1_F_NO_FILES'] = "Файловете не са намерени";
$MESS ['MFC1_F_FILE_SUBTITLE2'] = "Зареждане на файла с проверените данни";
$MESS ['MFC1_F_LOAD_FILE'] = "Файл с верификационни данни";
$MESS ['MFC1_F_COLLECT_REGION'] = "Област за сбор на данни";
$MESS ['MFC1_F_EXTS'] = "Разширения на файловете";
$MESS ['MFC1_F_CRY_PWD'] = "Парола за шифроването";
$MESS ['MFC1_F_C_STEP'] = "Продължителност на стъпката (сeк.)";
$MESS ['MFC1_F_DEC_PWD'] = "Парола за разшифроването ";
$MESS ['MFC1_F_V_STEP'] = "Продължителност на стъпката (сeк.)";
$MESS ['MFC1_J_FINISH'] = "Обработката на файловете е завършено";
$MESS ['MFC1_J_NUM_FILES'] = "Успешно обработени файлове";
$MESS ['MFC1_J_DWL_PROMT1'] = "За да изтеглете файла с резултата, натиснете тук";
$MESS ['MFC1_J_DWL_PROMT2'] = "този линк";
$MESS ['MFC1_J_PROCESS_ERR'] = "При обработката на файловете възникнаха следващите грешки:";
$MESS ['MFC1_SLEEP_A_MINUTE'] = "Почакайте края на обработката...";
$MESS ['MFC1_B_FIRST'] = "От начало";
$MESS ['MFC1_B_NEXT'] = "Следваща";
$MESS ['MFCW_LEGEND_SUBSCR_1'] = "<p>Контрола за цялостта  на файловете е необходим за да се изясни бързо, правени ли са промени във файловете на системата. Във всеки момент Вие можете да проверите цялостта на ядрото, системните области, публичната част на продукта.<p>
<p>Преди проверката на системата е необходимо да се провери дали е имало промени в скрипта за контрола.</p>
<p>Въведете в тази форма паролата, която сте въвели за контрол на  скрипта. В съобщението за резултатите от проверката, скрипта трябва да изведе кодовата дума, която Вие сте  въвели в момента на подписването.</p>
<p>Ако Вие не виждате своята кодова дума в съобщението за резултатите от проверката, то скрипта за контрола на файлове е компрометиран (т.е. е бил променен и на неговите резултати не може да се доверява).</p>
<p>Ако Вие сте правили актуализациите чрез системата за актуализации и скрипта за контрола на файловете се е обновил, е необходимо повторно да се въведе ключ.</p>";
$MESS ['MFCW_LEGEND_NOTSUBSCR_1'] = "<p>Контрола за цялостта  на файловете е необходим за да се изясни бързо, правени ли са промени във файловете на системата. Във всеки момент Вие можете да проверите цялостта на ядрото, системните области, публичната част на продукта.<p>
<p>Преди проверката на системата е необходимо да се провери дали е имало промени в скрипта за контрола.</p>
<p>При първото включване на скрипта, въведете в тази форма произволна парола (от латински букви и цифри, с дължина не по-малко 10 символа), и също произволна кодова (ключова) дума (различна от от паролата), и натиснете на бутона &quot;Поставяне на нов ключ&quot;.</p>
<p><i>Препоръчва се да се включи за високо ниво.</i></p>
";
$MESS ['MFCW_LEGEND_2'] = "Ако скрипта за проверката на цялостта е бил подписан, проверете показаната на екрана ключова дума. Ако тази дума е различна от въведената от Вас, скрипта за проверката е бил променен, и на неговите резултати не може да се разчита.<br />Изберете желаното действие: проверка на файловете, или отново да се събере  информация за тях.";
$MESS ['MFCW_LEGEND_3_verify'] = "Изберете един от лог-файловете на диска, или качете лог-файл от локалният компютър.";
$MESS ['MFCW_LEGEND_4_verify'] = "Въведете паролата, която сте посочили при създаването на лог-файла.<br /> Посочете дължината на стъпката (в секунди) за изпълнение на проверката. ";
$MESS ['MFCW_LEGEND_3_collect'] = "Въведете и запомнете паролата, за кодирането на лог-файла.<br /> Посочете дължината на стъпката (в секунди) за изпълнение на проверката на файловете. ";
$MESS ['MFC1_ZEND_FILE'] = "Невъзможно е да се провери целостта на Zend кодираните файлове";
?>