<?
$MESS ['SEC_REDIRECT_TITLE'] = "Защита на пренасочвания от фишинга";
$MESS ['SEC_REDIRECT_MAIN_TAB'] = "Защита на пренасочвания";
$MESS ['SEC_REDIRECT_MAIN_TAB_TITLE'] = "Включване за защитата на пренасочвания от фишинга";
$MESS ['SEC_REDIRECT_ON'] = "Защитата за пренасочвания от фишинга е включена";
$MESS ['SEC_REDIRECT_OFF'] = "Защитата за пренасочвания от фишинга е изключена";
$MESS ['SEC_REDIRECT_BUTTON_OFF'] = "Включване на защитата за пренасочвания от фишинга";
$MESS ['SEC_REDIRECT_BUTTON_ON'] = "Включване на защитата за пренасочвания от фишинга";
$MESS ['SEC_REDIRECT_NOTE'] = "<p>Фишинг (англ. phishing, от password — парола и fishing — риболов,) — е вид интернет-мошеничество, целта на която е получаване на достъп към конфиденциалните данни на потребителите (например, потребителско име или парола).</p>



<p>Това се постига с изпращането на масови електронни писма от името на популярни брендове, например, от името на социални мрежи, банки, портали. Писмото често съдържа директен линк на сайт, външно не по различен от истински.</p>



<p>Например, този: </p>



<p>http://www.good-company.com/redirect.php?event1=www&event2=%D0%BE%D1%87%D0%B5%D0%BD%D1%8C%D0%B4%D0%BB%D0%B8%D0%BD%D0%BD%D0%BE%D0%B5%D0%B7%D0%BD%D0%B0%D1%87%D0%B5%D0%BD%D0%B8%D0%B5&goto=www.good-conpany.com&event3=%D0%BE%D1%87%D0%B5%D0%BD%D1%8C%D0%B4%D0%BB%D0%B8%D0%BD%D0%BD%D0%BE%D0%B5%D0%B7%D0%BD%D0%B0%D1%87%D0%B5%D0%BD%D0%B8%D0%B5</p>



<p>Разбира се, адреса на сайта на фишерите тук не се вижда - той е замаскиран чрез пренасочване, т.е. автоматично пренасочване на заявката на потребителя между сайтовете. Понеже линка е много дълъг, потребителя може да не разбере или да не види, че си има работа не с линк на сервизен сайт, а с перенасочване на сайта на фишерите.</p>



<p>Оказал се на такъв сайт, потребителя може да съобщи на мошениците ценна информация, позволяваща да се получи достъп к акаунта и банковите сметки.</p>



<p>Фишинга е основан върху незнанието на потребителите за основите на сигурност в мрежата: по точно, повечето не знаят простият факт: сервизите не изпращат писма с молба да се съобщят данните, паролата и др.</p>



<p>Защитата за пренасочвания от фишинга се осъществява от два метода:



<ul style=\"font-size:100%\">



<li>Първо, може да се определи злонамереното пренасочване по отсъствието на заглавие на http протокола - линка на страницата.</li>



<li>Второ, може да се подписват линковете, генерирани на сайта, с цифров подпис и да се проверява този подпис при опит за пренасочване.</li>



</ul>



</p>



<p>Защитата може да се извършва в следващите варианти за действия:



<ul style=\"font-size:100%\">



<li>Или да се показава на потребителя предупреждение, че той ще бъде пренасочен на друг сайт и да се покаже на кой именно.</li>



<li>Или принудително да се пренасочва на безопасен адрес. Например, началната страница на атакуваният сайт.</li>



</ul>



</p>



<p><i>Препоръчва се да се включи на високо ниво за сигурност.</i></p>";
$MESS ['SEC_REDIRECT_PARAMETERS_TAB'] = "Параметри";
$MESS ['SEC_REDIRECT_PARAMETERS_TAB_TITLE'] = "Настройка на параметрите за защита от пренасочване";
$MESS ['SEC_REDIRECT_METHODS_HEADER'] = "Методи";
$MESS ['SEC_REDIRECT_METHODS'] = "Методи за защита от фишинга:";
$MESS ['SEC_REDIRECT_REFERER_CHECK'] = "Проверка на HTTP- заглавието, описващо линка на страницата.";
$MESS ['SEC_REDIRECT_REFERER_SITE_CHECK'] = "Заглавието \"Referrer\" HTTP трябва да съдържа домейна на текущият сайт.";
$MESS ['SEC_REDIRECT_HREF_SIGN'] = "Добавяне на цифров подпис към изброените по долу URL.";
$MESS ['SEC_REDIRECT_URLS'] = "Подписвани URLs";
$MESS ['SEC_REDIRECT_SYSTEM'] = "Системни";
$MESS ['SEC_REDIRECT_USER'] = "Потребителски";
$MESS ['SEC_REDIRECT_URL'] = "URL:";
$MESS ['SEC_REDIRECT_PARAMETER_NAME'] = "Име на параметъра:";
$MESS ['SEC_REDIRECT_ADD'] = "Добави";
$MESS ['SEC_REDIRECT_ACTIONS_HEADER'] = "Действия";
$MESS ['SEC_REDIRECT_ACTIONS'] = "Действия за защита от фишинга:";
$MESS ['SEC_REDIRECT_ACTION_SHOW_MESSAGE'] = "Пренасочване към друг сайт, с показване на съобщение и забавяне.";
$MESS ['SEC_REDIRECT_MESSAGE'] = "Съобщение:";
$MESS ['SEC_REDIRECT_TIMEOUT'] = "Забавяне:";
$MESS ['SEC_REDIRECT_TIMEOUT_SEC'] = "секунди.";
$MESS ['SEC_REDIRECT_LOG'] = "Поставяне на опита за фишинг в <a href=\"#HREF#\">дневника</a>";
$MESS ['SEC_REDIRECT_ACTION_REDIRECT'] = "Пренасочване на зададеният URL.";
$MESS ['SEC_REDIRECT_ACTION_REDIRECT_URL'] = "URL:";
?>