<?
$MESS ['SEC_FILTER_TITLE'] = "Проактивен филтър";
$MESS ['SEC_FILTER_MAIN_TAB'] = "Проактивен филтър";
$MESS ['SEC_FILTER_MAIN_TAB_TITLE'] = "Включване на проактивният филтър.";
$MESS ['SEC_FILTER_ON'] = "Проактивната защита е включена";
$MESS ['SEC_FILTER_EXCL_FOUND'] = "Намерени са изключения.";
$MESS ['SEC_FILTER_OFF'] = "Проактивната защита е изключена";
$MESS ['SEC_FILTER_BUTTON_OFF'] = "Изключване на проактивната защита";
$MESS ['SEC_FILTER_BUTTON_ON'] = "Включване на проактивната защита";
$MESS ['SEC_FILTER_NOTE'] = "<p><b>Проактивният филтър (Web Application Firewall*)</b> осигурява защита от по голямата част известни атаки на уеб приложения. В потока от външни запитвания на потребителите, проактивният филтър ще разпознае голяма част от опасностите, и ще брокира влизането на сайта.</p>
<p>Проактивният филтър (Web Application Firewall) – е най- ефективен начин за защита от възможни грешки на сигурноста, допуснати при реализацията на Интернет проект (XSS, SQL Injection, PHP Including и много други).</p>
<p>Актуализациите на проактивният филтър са достъпни заедно с общите актуализации на продукта чрез технологията SiteUpdate.</p>
<p>Обърнете внимание, че някой от действията на потребителите, не представляващи опасност, също могат да изглеждат подозрителни и да предизвикат лъжливо включване на филтъра.</p>
<p><b>*WAF (Web Application Firewall)</b> - това са специализирани средства за проактивна защита на уеб приложенията, които изпълняват филтрация на трафика.</p>
<p><i>Препоръчва се включване за стандартното ниво.</i></p>";
$MESS ['SEC_FILTER_PARAMETERS_TAB'] = "Активна реакция";
$MESS ['SEC_FILTER_PARAMETERS_TAB_TITLE'] = "Настройка на параметрите на активната реакция против опити за проникване";
$MESS ['SEC_FILTER_ACTION'] = "Активна реакция против проникване";
$MESS ['SEC_FILTER_ACTION_FILTER'] = "Направете данните безопасни";
$MESS ['SEC_FILTER_ACTION_CLEAR'] = "Премахни опасните данни";
$MESS ['SEC_FILTER_ACTION_NONE'] = "Остави така опасните данни";
$MESS ['SEC_FILTER_STOP'] = "Добави атакуващият IP-адрес  в стоп-листата.";
$MESS ['SEC_FILTER_DURATION'] = "Добави в стоп листата за време  (мин.)";
$MESS ['SEC_FILTER_ACTION_NOTE_1'] = "Данните ще бъдат модифицирани. Например &quot;select&quot; ще бъде заменен на &quot;sel&nbsp;ect&quot;, а &quot;&lt;script&gt;&quot; на &quot;&lt;sc&nbsp;ript&gt;&quot;";
$MESS ['SEC_FILTER_ACTION_NOTE_2'] = "При тази настройка е възможна атака, и тогава действията на хакера може да доведе до блокиране на посетителите на сайта.";
$MESS ['SEC_FILTER_LOG'] = "Добави опита за проникване в <a href=\"#HREF#\">дневника</a>";
$MESS ['SEC_FILTER_EXCEPTIONS_TAB'] = "Изключения";
$MESS ['SEC_FILTER_EXCEPTIONS_TAB_TITLE'] = "Към страниците подходящи за филтрация няма да се прилага.";
$MESS ['SEC_FILTER_SITE'] = "за сайта:";
$MESS ['SEC_FILTER_MASKS'] = "Маски за изключенията:<br>(например: /bitrix/* или */news/*)";
$MESS ['SEC_FILTER_ADD'] = "Добави";
?>