<?
$MESS ['SEC_OTP_ACCESS_DENIED'] = "Управлението на параметрите за еднодневните пароли е недостъпно.";
$MESS ['SEC_OTP_SWITCH_ON'] = "Включване на съставната парола";
$MESS ['SEC_OTP_SECRET_KEY'] = "Секретен ключ (предоставя се индивидуално за всяко устройство)";
$MESS ['SEC_OTP_INIT'] = "Инициализация";
$MESS ['SEC_OTP_PASS1'] = "Първо значение на паролата на устройството (натисни и запиши от екрана на дисплея)";
$MESS ['SEC_OTP_PASS2'] = "Второ значение на паролата на устройството (натисни и запиши от екрана на дисплея)";
$MESS ['SEC_OTP_NOTE'] = "<h3 style=\"clear:both\"><br>Еднодневна парола</h3>
<img src=\"/bitrix/images/security/ru/etoken_pass.jpg\" align=\"left\">
Системата за <a href=\"http://ru.wikipedia.org/wiki/%D0%9E%D0%B4%D0%BD%D0%BE%D1%80%D0%B0%D0%B7%D0%BE%D0%B2%D1%8B%D0%B9_%D0%BF%D0%B0%D1%80%D0%BE%D0%BB%D1%8C\">еднодневни пароли</a> допълва стандартната система за авторизиране и позволяват значително да се подсили системата за сигурност на Интернет проекта. За включване на системата е необходимо да се използва апаратно устройство (например, <a href=\"http://www.aladdin.ru/catalog/etoken/models/etoken_pass/\">Aladdin eToken PASS</a>) или да се използва съответната програма, реализираща <a href=\"http://www.1c-bitrix.ru/products/cms/security/otp.php\">OTP</a>. Системата за еднодневните пароли се препоръчва на администраторите на сайтове за повишаване на нивото за защита.
<h3 style=\"clear:both\"><br>Как се използва</h3>
<img src=\"/bitrix/images/security/ru/pass_form.jpg\" align=\"left\">
При включване на системата за еднодневни пароли, потребителя може да се авторизира само със  своето име (login) и съставната парола, състояща се от парола и еднодневна парола на устройството (6 цифри). Еднодневната парола (см. <font style=\"color:red\">2</font> на рисунката) се въвежда в полето \"Парола\" на стандартната форма за авторизиране на
сайта веднага след основната парола (см. <font style=\"color:red\">1</font> на рисунката) без интервал.<br>
Разширената идентификация с еднодневната парола ще започне да работи след въвеждането на
секретният ключа и две <b>последователно генерирани еднодневни
пароли</b>, получени от устройството.
<h3 style=\"clear:both\"><br>Инициализация</h3>
При инициализация или повторна синхронизация на устройството с потребителя, е необходимо да се попълнят две <b>последователно генерирани еднодневни пароли</b>, получени от устройството.
<h3 style=\"clear:both\"><br>Описание</h3>
Система на авторизиране с използване на еднодневни пароли (One-Time Password - OTP) е разработена в рамките на инициативата <a href=\"http://www.openauthentication.org/\">OATH</a>.<br>
Реализация е основана на алгоритъма HMAC и хэш-функции SHA-1. За изчислението на значението OTP се приемат два входни параметъра - секретен ключ (начално значение за генератора) и текущото значение на брояча (брой на необходимите цикли за генериране). Началното значение се записва както в самото устройство, така и на сайта след инициализацията на устройството. Брояча в устройството се увеличава при всяка генерация на OTP, на сървъра - при всяка успешна идентификации от OTP.<br>
Партидата устройства OTP се доставят с кодиран файл, съдържащ началното значение (секретни ключове) за всички устройства от партидата, свързано със серийният номер на устройството (написано на корпуса на устройството).<br>
В случай на нарушение на синхронизацията на брояча за генерации в устройството и на сървъра,  може лесно да се възстанови - като се преведе значението на сървъра в съответствие на значението, записано в устройството. За това администратора на системата или  потребителя (ако има разрешение) трябва да генерират две последователни значения на еднодневни пароли (OTP) и да въведат в съответната форма на сайта.";
?>