<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("О магазине");
?>
<h1>О магазине</h1>
<p>
Мы рады приветствовать Вас в нашем Интернет-магазине нетбуков и ноутбуков!
</p>
<p>Здесь Вы сможете выбрать ноутбук, который подойдет именно Вам, а наши цены на ноутбуки Вас приятно удивят. Хотите ли Вы купить нетбук — лёгкий и компактный, или же Вам нужен самый мощный ноутбук, чья стезя современные компьютерные игры и графика — у нас есть всё! Мы постарались сделать наш сайт удобным для самостоятельного подбора, но если Вам нужна консультация, то позвоните нам и мы обязательно Вам поможем. Наша собственная курьерская служба доставит Вам покупку в кратчайшие сроки, или же Вы можете самостоятельно забрать ее в нашем магазине.
</p>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>