<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата тип на инфоблоковете.След натискане на бутона <b><i>ок</i></b> ще се заредят инфоблоковете създадени за избраният тип.";
$MESS ['IBLOCK_ID_TIP'] = "Избира се един от инфоблоковете от създадените типове.Ако позицията е (други)->,е необходимо да се посочи ID на инфоблока в близкото поле.";
$MESS ['DETAIL_URL_TIP'] = "Посочва се пътя към страницата с подробното описание на елемента от  инфоблока.";
$MESS ['COMPARE_URL_TIP'] = "Посочва се пътя към страницата с таблицата за сравнение  на елементите от текущият инфоблок.";
$MESS ['NAME_TIP'] = "Име на променливата,в която се предава списъка на сравняваните елементи.По подразбиране CATALOG_COMPARE_LIST.";
$MESS ['AJAX_MODE_TIP'] = "Включване за компонента в режима AJAX.";
$MESS ['AJAX_OPTION_SHADOW_TIP'] = "При преминаване в режим AJAX ще се затъмни областа,която трябва да се редактира.";
$MESS ['AJAX_OPTION_JUMP_TIP'] = "Ако потребителя извърши преминаване в режим AJAX, то при завършване на зареждането компонента ще се превърти от начало.";
$MESS ['AJAX_OPTION_STYLE_TIP'] = "Когато завърши преминаването в режима AJAX, ще се обработи и зареди списъка със CSS стилове.";
$MESS ['AJAX_OPTION_HISTORY_TIP'] = "Когато потребителя изпълнява преминаване в режим AJAX, то при включване на опцията може да се използват бутоните на браузера \"Назад\" и \"Напред\".";
?>