<?
$MESS ['IBLOCK_TYPE_TIP'] = "Посочете типа на информационният блок, в който ще се запишат данните. Ако нужният тип отсъства, изберете \"Създай по необходимос\". ";
$MESS ['SITE_LIST_TIP'] = "Изберете сайтовете, към които ще бъдат новите информационни блокове, създадени при вноса.";
$MESS ['INTERVAL_TIP'] = "Интервал на едната стъпка при вноса, в секунди.";
$MESS ['GROUP_PERMISSIONS_TIP'] = "Посочете група потребители, които ще имат права за качване на каталога на сайта.";
$MESS ['ELEMENT_ACTION_TIP'] = "Действия с елементите отсъстващи във файла за вноса.";
$MESS ['SECTION_ACTION_TIP'] = "Действия с разделите отсъстващи във файла за вноса.";
$MESS ['FILE_SIZE_LIMIT_TIP'] = "Размер на зареждащата се част на файла в една стъпка (в байта).";
$MESS ['USE_CRC_TIP'] = "При отметната опция ще се проверява контролните суми на елемента, в процеса на актуализация на каталога.";
$MESS ['USE_ZIP_TIP'] = "При отметната опция данните ще се компресират в ZIP-формат. Това позволява да се намалят  XML-файловете.";
$MESS ['GENERATE_PREVIEW_TIP'] = "При вноса на фотографии от 1С, ще се генерира картинка за анонса на елемента. ";
$MESS ['PREVIEW_WIDTH_TIP'] = "Максимална ширина на картинката за анонса, в пиксела.";
$MESS ['PREVIEW_HEIGHT_TIP'] = "Максимална височина на картинката за анонса, в пиксела.";
$MESS ['DETAIL_RESIZE_TIP'] = "Внасяните подробни картинки ще бъдат променени според зададените по-долу размери.";
$MESS ['DETAIL_WIDTH_TIP'] = "Максимална ширина на подробната картинка , в пиксела.";
$MESS ['DETAIL_HEIGHT_TIP'] = "Максимална височина на подробната картинка , в пиксела.";
$MESS ['USE_OFFERS_TIP'] = "При отметната опция, цените на елементите от каталога ще бъдат в един информационен блок, а описанието в друг.";
$MESS ['USE_IBLOCK_TYPE_ID_TIP'] = "При отметната опция, цените на елементите от каталога ще бъдат в един информационен блок, а описанието в друг.";
?>