<?
$MESS ['PATH_TO_DETAIL_TIP'] = "Път към страницата на подробната информация за поръчката.";
$MESS ['PATH_TO_COPY_TIP'] = "Път към страницата за копиране на поръчката. Ако е посочен пътя до кошницата, то поръчката ще се копира, и ще може да се започне нейното оформяне.";
$MESS ['PATH_TO_CANCEL_TIP'] = "Път към страницата за отмяна на поръчката.";
$MESS ['PATH_TO_BASKET_TIP'] = "Път към страницата с кошницата на потребителя.";
$MESS ['ORDERS_PER_PAGE_TIP'] = "Брой поръчки на страница. Пълният списък ще се показва с помощта на под страничната навигация.";
$MESS ['SET_TITLE_TIP'] = "При отметната опция, за заглавие на страницата ще бъде поставено: \"Моите поръчки\"";
$MESS ['ID_TIP'] = "ID на поръчката за формирането на линкове при нейният преглед други действия.";
?>