<?
$MESS ['SITE_TIP'] = "Посочва се URL на сайта,от който ще се внесат новините,по подразбиране www.bitrix.ru.";
$MESS ['PORT_TIP'] = "Порт на сайта,който дава информацията във формат RSS.Обикновено 80.";
$MESS ['PATH_TIP'] = "Път към скрипта,който генерира RSS на сайта(сайт, подаващ информация в rss).Например, /bitrix/rss.php";
$MESS ['QUERY_STR_TIP'] = "Например, ID=news_sm&LANG=ru&TYPE=news&LIMIT=5.Обърнете внимание,че реда за заявката трябва да бъде по основание на спецификацията HTTP.";
$MESS ['OUT_CHANNEL_TIP'] = "Необходимо е да се отметне,ако в състава на файла rss има новини извън  тага &lt;channel&gt;";
$MESS ['NUM_NEWS_TIP'] = "Числото ограничава броя на внясаните новини.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действа при включено кеширане в течение на заданото време;<br /><i>Кеширай</i>: за кеширането е необходимо да се определи само времето за кеширане;<br /><i>Не кеширай</i>: не се кешира във всички случай.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на времето за кеширане, в секунди.";
?>