<?
$MESS["GD_PERFMON_LEVEL"] = "Вие можете да тествате текущото ниво на производителност в <a href=\"perfmon_panel.php?lang=#LANGUAGE_ID#\">Панела за производителност</a> на модула.";
$MESS["GD_PERFMON"] = "Монитор на производителност";
$MESS["GD_PERFMON_INSTALLED"] = "Инсталиран";
$MESS["GD_PERFMON_CHECK"] = "Проверете";
$MESS["GD_PERFMON_NOT_INSTALLED"] = "Не е инсталиран";
$MESS["GD_PERFMON_CURRENT"] = "Текуща оценка на производителността:";
$MESS["GD_PERFMON_NO_RESULT"] = "Оценка на производителността не е извършвана.";
$MESS["GD_PERFMON_NO_RESULT_DESC"] = "Модула анализира и тества производителността на вашата система. За максимален контрол на производителността на вашия проект се препоръчва да се направи тестване.";
$MESS["GD_PERFMON_NO_TEST"] = "Тествай";
$MESS["GD_PERFMON_NO_MODULE_INST"] = "Модула на монитора за производителност не е инсталиран.";
$MESS["GD_PERFMON_NO_MODULE_INST_DESC"] = "Модула анализира и тества производителността на вашата система. За максимален контрол на производителността на вашия проект се препоръчва да се инсталира модула.";
$MESS["GD_PERFMON_MODULE_INSTALL"] = "Инсталирай";
?>