<?
$MESS["SEARCH_ALL"] = "(на всякъде)";
$MESS["SEARCH_GO"] = "Търси";
$MESS["SEARCH_ERROR"] = "В фразата за търсене е намерена грешка:";
$MESS["SEARCH_CORRECT_AND_CONTINUE"] = "Поправете фразата за търсене и повторете търсенето.";
$MESS["SEARCH_SINTAX"] = "<b>Синтаксис на заявката за търсене:</b><br /><br />Нормално заявката представлява една или няколко думи, например: <br /><i>контактна информация</i><br />По тези думи ще бъдат намерени страници, на който се срещат и двете думи. <br /><br />Логическите оператори позволяват да се задава по-сложно търсене, например: <br /><i>контактна информация или телефон</i><br />По тези зададени думи ще бъдат намерени страници, на който се срещат или думите &quot;контактна&quot; и &quot;информация&quot;, или думата &quot;телефон&quot;.<br /><br /> <i>контактна информация без телефон</i><br /> По тази заявка ще бъдат намерени страници, на който се срещат  думите &quot;контактна&quot; и &quot;информация&quot;, но не се среща думата &quot;телефон&quot;.<br /> Вие может да използвате скоби за задаване на по сложни заявки.<br />";
$MESS["SEARCH_LOGIC"] = "Логически оператори:";
$MESS["SEARCH_OPERATOR"] = "Оператор";
$MESS["SEARCH_SYNONIM"] = " Синоними";
$MESS["SEARCH_DESCRIPTION"] = "Описание";
$MESS["SEARCH_AND"] = "и";
$MESS["SEARCH_AND_ALT"] = "Оператора <i>логично &quot;и&quot;</i> се подразбира, той  може да се включва: заявка&quot;контактна информация&quot; е напълно еквивалентна на думите &quot;контактна и информация&quot;.";
$MESS["SEARCH_OR"] = "или";
$MESS["SEARCH_OR_ALT"] = "Оператора <i> логично &quot;или&quot;</i> позволява търсенето на артикули, съдържащи най-малко един от операндите.";
$MESS["SEARCH_NOT"] = "не";
$MESS["SEARCH_NOT_ALT"] = "Оператора <i>логично &quot;не&quot;</i> ограничава търсенето на страници не съдържащи думата, посочена след него.";
$MESS["SEARCH_BRACKETS_ALT"] = "<i>Кръглите скоби</i> задават реда за действие на логичните оператори.";
$MESS["SEARCH_MODIFIED"] = "Променено:";
$MESS["SEARCH_NOTHING_TO_FOUND"] = "За съжаление по Вашата заявка нищо не е намерено.";
$MESS["SEARCH_PATH"] = "Път:";
$MESS["SEARCH_SORT_BY_RANK"] = "Сортирай по значимост";
$MESS["SEARCH_SORTED_BY_DATE"] = "Сортирано по дата";
$MESS["SEARCH_SORTED_BY_RANK"] = "Сортирано по значимост";
$MESS["SEARCH_SORT_BY_DATE"] = "Сортиране по дата";
$MESS["CT_BSP_KEYBOARD_WARNING"] = "В търсенето \"#query#\" е възстановен регистъра на клавиатурата.";
?>