<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата тип на инфоблок.След натискане на бутона <b><i>ок</b></i> ще бъдат заредени тези инфоблокове който са създадени за избраният тип.";
$MESS ['IBLOCKS_TIP'] = "Изброени са всички инфоблокове за типа.Изберете нужните, като задържите <i>Ctrl</i>.";
$MESS ['NEWS_COUNT_TIP'] = "Посочва се броя на елементите в списъка,който ще бъдат показани на една страница.";
$MESS ['SORT_BY1_TIP'] = "В списъка са изброени полетата,по който може да се извършва сортирането на новините.Също така може да се избере позицията<i>друго</i>и да се зададе в близкото поле кода на нужният параметър.";
$MESS ['SORT_ORDER1_TIP'] = "Посочете в каква посока ще бъдат сортирани елементите по избраното поле.";
$MESS ['SORT_BY2_TIP'] = "Посочете поле за второ сортиране на елементите, в случай на съвпадане на значенията от първото сортиране.";
$MESS ['SORT_ORDER2_TIP'] = "Посочете,в каква посока ще бъдат сортирани елементите от второто сортиране.";
$MESS ['DETAIL_URL_TIP'] = "Посочва се пътя към страницата с подробното описание на елемента от  инфоблока.От параметъра трябва да се предава ID на елемента.По подразбиране полето съдържа news/news_detail.php?ID=#ELEMENT_ID# ";
$MESS ['ACTIVE_DATE_FORMAT_TIP'] = "В падащият списък са изброени всички възможни варианти за показване на датата,формирани в компонента.Избирайки позицията<i>друго</i>,може да се оформи собствен вариант на основание на php-функцията date.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: работи при включено кеширане в течение на зададеното време;<br /><i>Кешира</i>: за кеширането е  необходимо да се определи само времето за кеширане;<br /><i>Не кешира</i>: във всички случай не кешира.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на времето за кеширане,в секунди.";
?>