<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата типове на инфоблокове.След натискане на бутона <b><i>ок</b></i> ще бъдат заредени тези инфоблокове който са създадени за избраният тип.";
$MESS ['IBLOCK_ID_TIP'] = "В списъка са представени всички информационни блокове,създадени за поставеният тип.Ако се избере позицията <i>(друго)-></i>,е необходимо да се посочи ID на инфоблока в близкото поле.";
$MESS ['ELEMENT_ID_TIP'] = "Може да се посочи ID на елемента,но и може да се потърси от масива REQUEST.По подразбиране полето съдържа ={\$_REQUEST[\"ELEMENT_ID\"]}";
$MESS ['MAX_VOTE_TIP'] = "Определя максимално възможнен бал (т.е.броят на гласовете).";
$MESS ['VOTE_NAMES_TIP'] = "Поле на предложения за задаване на подписи към баловете, например,отлично,добро,и т.н.вместо 6 и 4.Ако подписите са зададени,те ще се показват вместо оценки-цифри.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: работи при включено кеширане в течение на зададеното време;<br /><i>Кешира</i>: за кеширането е  необходимо да се определи само времето за кеширане;<br /><i>Не кешира</i>: във всички случай не кешира.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на времето за кеширане,в секунди.";
?>