<?
$MESS ['SHOW_HIDDEN_TIP'] = "Под скрити рубрики се разбира инфо бюлетин, на който в настройките е свалена опцията <i>Показва в списъка на публичните бюлетини</i>.";
$MESS ['PAGE_TIP'] = "В това поле се посочва пътя от корена на сайта (#SITE_DIR#) към страницата за редактиране на абонамента, например, #SITE_DIR#about/subscr_edit.php";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действа при включено кеширане в течение на зададено време;<br /><i>Кешира</i>: за кеширане е необходимо да се определи само време за кеширане;<br /><i>Не кешира</i>: кеширане не се извършва във всички случай.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на време за кеширане, в секунди.";
$MESS ['USE_PERSONALIZATION_TIP'] = "Определя абонамента за текущият потребител.";
?>