<?
$MESS ['CP_BMS_IBLOCK_TYPE'] = "Тип на информационният блок";
$MESS ['CP_BMS_IBLOCK_ID'] = "Код на информационният блок";
$MESS ['CP_BMS_ID'] = "ID на елемента за отбелязване на позицията на менюто";
$MESS ['CP_BMS_SECTION_URL'] = "URL, водещ на страницата със съдържанието на раздела";
$MESS ['CP_BMS_DEPTH_LEVEL'] = "Колко подраздели показва";
$MESS ['CP_BMS_IS_SEF'] = "Разрешаване на съвместимост с SEF режима ";
$MESS ['CP_BMS_SEF_BASE_URL'] = "Папка за SEF (относително корена на сайта)";
$MESS ['CP_BMS_SECTION_PAGE_URL'] = "URL на шаблона, водещ към страницата със съдържанието на раздела";
$MESS ['CP_BMS_DETAIL_PAGE_URL'] = "URL на шаблона , водещ към страницата за елемента";
?>