<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата тип на инфоблок.След натискане на бутона <b><i>ок</b></i> ще бъдат заредени тези инфоблокове който са създадени за избраният тип.";
$MESS ['IBLOCKS_TIP'] = "Изброени са всички инфоблокове за типа.Изберете нужните, като задържите <i>Ctrl</i>.";
$MESS ['PARENT_SECTION_TIP'] = "Посочва се ID на раздела,от който се избират фотографиите.Полето може да се остави празно,тогава избора се извършва от всички раздели в посочените инфоблокове.";
$MESS ['DETAIL_URL_TIP'] = "Посочва се пътя към страницата с подробното описание на елемента от инфоблока.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: работи при включено кеширане в течение на зададеното време;<br /><i>Кешира</i>: за кеширането е  необходимо да се определи само времето за кеширане;<br /><i>Не кешира</i>: във всички случай не кешира.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на времето за кеширане,в секунди.";
?>