<?
$MESS["F_TITLE"] = "Скрити съобщения";
$MESS["F_TITLE_NAV"] = "Съобщения";
$MESS["F_AUTH"] = "За да прегледате страницата ви е необходимо да се оторизирате.";
$MESS["F_NO_PERMS"] = "Нямате достатъчно права за преглед на тази страница";
$MESS["F_NO_MESSAGE"] = "Не са избрани съобщения.";
$MESS["F_NO_MODULE"] = "Модула на форума не е инсталиран";
$MESS["F_ERRROR_FORUM_EMPTY"] = "Не е посочен форума.";
$MESS["F_ERRROR_FORUM_NOT_FOUND"] = "Форума не е намерен.";
$MESS["F_NO_ACTION"] = "Не е посочено действие.";
?>