<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Помощь покупателю");
?>
<h1>Помощь покупателю</h1>

<h3>Если вам не понравился товар надлежащего качества</h3>

<p><b>Возврат</b> технически сложного товара надлежащего качества, на который установлен гарантийный срок, не предусматривается.</p>

<p>
<a href="http://www.consultant.ru/online/base/?req=doc;base=LAW;n=67231">п. 11 ПП РФ № 55 от 19.01.98 </a>
<br />
</p>

<h3>Покупателям из регионов:</h3>

<p>Мы заменим товар на аналогичный или другой с соответствующей доплатой или возвратом части уплаченной суммы, или полностью вернем уплаченные за товар деньги в случае, если вы решите отказаться от товара без замены в случае, если по каким-то причинам товар Вам не подойдет, и у товара сохранены <b>товарный вид и потребительские свойства</b> <a href="http://www.consultant.ru/popular/consumerism/37_2.html">(ЗоЗПП ст. 26.1)</a></p>

<p>Решение о замене или отказе от покупки Вам необходимо принять в течение семи дней с момента получения товара. Чтобы сделать это, направьте нам почтой заявление и перешлите сам товар. Дата отправки заявления определяется по почтовому штемпелю или дате товарной накладной транспортной компании (если заявление отправлено вместе с товаром). Естественно, транспортные расходы будут отнесены на Ваш счет.</p>

<h3>Товарный вид и потребительские свойства товара</h3>

<p>Условия обязательные к соблюдению:</p>

<ul>
  <li>не произведена именная регистрация товара;</li>

  <li>отсутствуют любого рода потертости, царапины, грязь от пальцев на клавиатуре и крышке, на защитных пленках и т.д.;</li>

  <li>отсутствуют следы отвертки на винтах;</li>

  <li>все наклейки на товаре идеальны и в наличии;</li>

  <li>не нарушен заводской стикер со штрих-кодом или серийным номером, на дисках, приложенных к ноутбуку;</li>

  <li>на адаптере питания и шнурах к нему, мышке и иным комплектным устройствам отсутствуют царапины, грязь и иные субстанции, которые появляются, когда ими активно пользуются;</li>

  <li>комплект товара полностью сохранен, причем каждое устройство должно иметь родную заводскую упаковку, если таковая была;</li>

  <li>коробка товара находится в нормальном состоянии, не имеет на углах и плоскостях следов ударов и оборванной бумаги, не имеет на себе любого вида скотча, кроме заводского.</li>
</ul>

<p>Исправимые:</p>

<ul>
  <li>на ноутбуке не должно стоять никакого дополнительного софта;</li>

  <li>сохранена защитная пленка на дисплее ноутбука, если таковая была, присутствуют скрутки на проводах питания и БП, если должны быть, вкладыш между клавиатурой и экраном (если был) цел и непомят;</li>

  <li>на ноутбуке сохранен рекавери-раздел, если он был, а также должны отсутствовать пароли на вход в систему и при запуске рекавери;</li>

  <li>диски, приложенные к ноутбуку находятся в невскрытых упаковках.</li>
</ul>

<p>Мы помогаем вам восстановить товарный вид и потребительские свойства в большинстве возможных случаях.</p>

<p>Например, если вы не можете самостоятельно восстановить исходное состояние системы ноутбука, вы можете воспользоваться услугами нашего сервисного центра в Москве.</p>

<h3>Если вы обнаружили недостаток в течение 15 дней с момента поставки</h3>

<p>Мы заменим товар на аналогичный или другой с соответствующей доплатой или возвратом части уплаченной суммы. Или полностью вернем уплаченные за товар деньги в случае, если вы решите отказаться от товара без замены.</p>

<br />
<a href="http://www.consultant.ru/online/base/?req=doc;base=LAW;n=72079;p=2">ЗоЗПП, статья 21</a>
<p>Процедура возврата товара:</p>

<ul>
  <li>Вы возращаете нам товар. Правила доставки груза.</li>

  <li>При необходимости мы отправляем товар в сервисный центр на подтверждение проблемы. Это занимает от 1 до 7 дней. </li>

  <li>В случае подтверждения гарантийности случая мы меняем вам товар на аналогичный или другой с соответствующей доплатой или возвратом уплаченной суммы. Или полностью возращаем уплаченные за товар деньги, если вы решаете отказаться от товара без замены.</li>

  <li>В случае признания поломки не гарантийной &mdash; мы поможем вам осуществить платный ремонт ноутбука.</li>
</ul>

<p>Сроки замены товара с недостатками:</p>

<ul>
  <li>Срок исчисляется с момента предъявления требования о замене. (<a href="http://www.consultant.ru/online/base/?req=doc;base=LAW;n=72079;p=2">ЗоЗПП, ст. 21</a>)</li>

  <li>7 дней если товар для замены имеется в продаже, и нет необходимости проводить проверку качества товара;</li>

  <li>20 дней при необходимости проверки качества товара;</li>

  <li>1 месяц при отсутствии такого товара в продаже на день предъявления требования.</li>
</ul>

<h3>Покупателям из регионов</h3>

<p>Для региональных покупателей 15 дней отсчитываются от момента получения товара от транспортной компании до момента отправки его в наш адрес.</p>

<p>В случае подтверждения гарантийности случая вам будут оплачены расходы на транспортировку товара.</p>

<h3>Если вы обнаружили недостаток после 15 дней с момента поставки в течении гарантийного срока</h3>

<p>Вы можете обратится в сервисный центр или непосредственно к нам. (<a href="http://www.consultant.ru/online/base/?req=doc;base=LAW;n=72079;p=2">ЗоЗПП, ст. 20, п. 1</a>)Мы отремонтируем товар через сервисный центр. Это будет дольше, чем в случае, когда вы обратитесь непосредственно в сервисный центр. Отказаться от товара и забрать деньги вы не можете.</p>

<br />
<a href="http://www.consultant.ru/online/base/?req=doc;base=LAW;n=72079;p=1">ЗоЗПП, статья 18, п. 1</a> 
<br />

<ul>
  <li>Мы заменим вам товар на новый, если обнаружен существенный недостаток; (<a href="http://www.consultant.ru/online/base/?req=doc;base=LAW;n=72079;p=1">ЗоЗПП, ст. 18, п. 1</a>);</li>

  <li>В иных случая производится ремонт товара;</li>

  <li>Если вам необходим аналогичный ноутбук на время ремонта вашего, необходимо обратится непосредственно к нам и получить его в нашем офисе в течении трех дней после оформления запроса. (<a href="http://www.consultant.ru/online/base/?req=doc;base=LAW;n=72079;p=2">ЗоЗПП, ст. 20, п. 2</a>)</li>
</ul>


<h3>Покупателям из регионов:</h3>

<p>Самое удобное решение вопроса &mdash; если вы обратитесь за ремонтом в авторизованный сервисный центр, находящийся в вашем городе. (<a href="http://www.consultant.ru/online/base/?req=doc;base=LAW;n=72079;p=2">ЗоЗПП, ст. 20, п. 1</a>)</p>

<p>В случае подтверждения гарантийности случая и/или обнаружении и подтверждении существенного недостатка, вам будут возмещены все расходы на транспортировку товара.</p>

<h2>Возврат денег:</h2>

<p>В гарантийных случаях возврат денег осуществляется в течение 10 календарных дней в нашем офисе (если заказ был оплачен наличными деньгами), на расчетный счёт (при безналичном расчете), на банковскую карту (при оплате банковской картой).</p>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>