<?
$MESS ['MF_OK_MESSAGE'] = "Благодарим Ви, вашето съобщение е прието.";
$MESS ['MF_REQ_NAME'] = "Напишете Вашето Име.";
$MESS ['MF_REQ_EMAIL'] = "Напишете Вашият емайл адрес, за получаване на отговор. ";
$MESS ['MF_REQ_MESSAGE'] = "Вие не сте написали съобщение.";
$MESS ['MF_EMAIL_NOT_VALID'] = "Посоченият E-mail не е коректен.";
$MESS ['MF_CAPTCHA_WRONG'] = "Грешно въведени символи в защитата от спам CAPTCHA";
$MESS ['MF_CAPTHCA_EMPTY'] = "Не са въведени символите в защитата от спам CAPTCHA";
$MESS ['MF_SESS_EXP'] = "Вашата сесия е изтекла. Изпратете съобщението повторно.";
?>