<?
$MESS ['mnu_sect'] = "Информационен бюлетин";
$MESS ['mnu_posting'] = "Тиражи";
$MESS ['mnu_posting_alt'] = "Тиражи на информационните бюлетини за абонатите ";
$MESS ['mnu_subscr'] = "Абонати";
$MESS ['mnu_subscr_alt'] = "Управление на абонатните адреси";
$MESS ['mnu_rub'] = "Списък с информационните бюлетини";
$MESS ['mnu_rub_alt'] = "Управление на информационните бюлетини";
$MESS ['mnu_subscr_import'] = "Внос на адреси";
$MESS ['mnu_subscr_import_alt'] = "Внос на адреси на абонамент от файл или от клипборда";
$MESS ['mnu_sect_title'] = "Управление на информационните бюлетини и абонатите";
?>