<?
$MESS ['post_title'] = "Списък с адресите на получателите";
$MESS ['post_rub'] = "Информационен бюлетин";
$MESS ['post_format'] = "Формат на абонамента:";
$MESS ['post_format_any'] = "(без значение)";
$MESS ['post_format_text'] = "Текст";
$MESS ['post_group'] = "Групи потребители:";
$MESS ['post_filter'] = "E-Mail филтър:";
$MESS ['post_search'] = "Търси";
$MESS ['post_reset'] = "Отмени";
$MESS ['post_result'] = "Резултати от търсенето:";
$MESS ['post_total'] = "Общо адреси:";
$MESS ['post_notfound'] = "По този филтър не са намерени адреси.";
$MESS ['post_set'] = "Постави";
$MESS ['post_cancel'] = "Отмени";
$MESS ['post_search_rub'] = "Избери абонати за бюлетина";
$MESS ['post_search_users'] = "Избери потребители от сайта";
$MESS ['post_search_filter'] = "Филтър на избраните адреси";
$MESS ['post_search_set_title'] = "Постави този избор от адреси";
$MESS ['post_search_note'] = "Дадената форма позволява да узнаете, по какви адреси ще бъде изпратен  тиража на бюлетина.
Като посочете условията на филтъра и натиснете <i>Търси</i>, вие можете да получите списъка на адресите.
Бутона <i>Постави</i> преняса условията на филтъра в основната форма за редактиране на тиража.";
$MESS ['post_subscribers'] = "Получатели";
$MESS ['post_tab_title'] = "Адреси на получателите";
?>