<?
$MESS["FM_NO_FPERMS"] = "Вие нямате достатъчни права за преместването на тази тема";
$MESS["FM_EMPTY_DEST_FORUM"] = "Не е посочен форума на дестинация";
$MESS["FM_NO_DEST_FPERMS"] = "Вие нямате достатъчни права за този форум";
$MESS["FM_TITLE"] = "Преместване на темата в друг форум";
$MESS["F_NO_MODULE"] = "Модула на форума не е инсталиран";
$MESS["FM_AUTH"] = "Трябва да се оторизирате, ако искате да прегледате тази страница.";
$MESS["F_ERROR_FORUM_IS_LOST"] = "Форума не е намерен.";
$MESS["F_ERROR_TOPICS_IS_EMPTY"] = "Не е посочена тема за преместване в друг форум.";
?>