<?
$MESS ['PATH_TO_LIST_TIP'] = "Посочва се пътя към страницата със списъка на кредитните карти. Ако страницата се намира в тази директория, е достатъчно да се посочи името на страницата. Тази страница може да се създаде с помощта на компонента <i>Списък с кредитните карти на текущият потребител</i>.";
$MESS ['SET_TITLE_TIP'] = "Като заглавие на страницата се извежда: \"Промяна на параметрите за картата №#ID#\".";
$MESS ['ID_TIP'] = "Посочва се php-кода, резултата на който е получаването ID на картата.По подразбиране ={\$ID}";
?>