<?
$MESS["SALE_MODULE_NOT_INSTALL"] = "Модула на Интернет магазина не е инсталиран.";
$MESS["SALE_ACCESS_DENIED"] = "За преглед на кредитната карта, е необходимо да се оторизирате.";
$MESS["STPC_TITLE_UPDATE"] = "Промяна на параметрите на кредитната карта №#ID#";
$MESS["STPC_TITLE_ADD"] = "Нова кредитна карта";
$MESS["STPC_NO_CARD"] = "Картата не е намерена";
$MESS["STPC_EMPTY_PAY_SYS"] = "Не е попълнено полето \"Платежна система\"";
$MESS["STPC_EMPTY_CARD_TYPE"] = "Не е попълнено полето \"Тип кредитна карта\"";
$MESS["STPC_EMPTY_CARDNUM"] = "Не е попълнено полето \"Номер на кредитната карта\"";
$MESS["STPC_WRONG_CARDNUM"] = "Некоректен номер на кредитната карта";
$MESS["STPC_WRONG_MONTH"] = "Некоректен месец за валидност на картата";
$MESS["STPC_WRONG_YEAR"] = "Некоректна година за валидност на картата";
$MESS["STPC_EMPTY_BCURRENCY"] = "Не е посочена валутата за лимита за теглене от картата";
$MESS["STPC_ERROR_SAVING_CARD"] = "Грешка при записа на кредитната карта";
?>