<?
$MESS ['SPCAT3_TEXT_LINK'] = "Текстов линк на магазина";
$MESS ['SPCAT3_VIEW'] = "Външен вид:";
$MESS ['SPCAT3_PARTNER_ID'] = "- Вашият партньорски идентификатор. Именно присъствието на този идентификатор в линка съобщава на магазина, че потребителя е дошъл от Вашият сайт.";
$MESS ['SPCAT3_NOTE'] = "Подразбира се текстов линк - това не е единствен вариант за поставяне на линк на магазина. Може да се поставят  картинка, лого, банер и коментари към тях. Важното е посетителя да се привлича, и да му се поиска да кликне по линка. ";
$MESS ['SPCAT3_AFF_REG'] = "Текстов линк за регистрация на филиала";
$MESS ['SPCAT3_UNACTIVE_AFF'] = "Вие сте партньор на магазина, но вашата сметка не е активна. Обърнете се, моля, към администрацията на магазина за допълнителна информация.";
$MESS ['SPCAT3_HTML'] = "HTML код:";
$MESS ['SPCAT3_LINK_TEXT'] = "Стани филиал на сайта &quot;#NAME#&quot;";
?>