<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Способы оплаты");
?>
<h1>Способы оплаты</h1>
 
<p> Мы принимаем к оплате только рубли, зато в любом виде </p>
 
<p></p>

<h3> В виде наличных </h3>
 
<ul>
  <li>Курьеру при доставке</li>
 
  <li>В магазине при самовывозе</li>
 </ul>
 
<p></p>
 
<p></p>

<h3>В виде банковского перевода </h3>

<p> Обращаем внимание, что в этом случае стоимость покупки увеличится на 3%.</p>
 
<p></p>

<h3>В виде пластиковых карт</h3>

<p> Обращаем внимание, что в этом случае стоимость покупки увеличится на 3%, а для оплаты Вам нужно подъехать в наш магазин. </p>

<br />

<p> С любыми вопросами Вы можете обратиться в нашу клиентскую службу по телефону (8495) 0000-000. </p>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>