<?
$MESS ['CHECK_DATES_TIP'] = "При поставената опция,търсенето ще се изпълнява само по активните елементи на сайта.";
$MESS ['arrWHERE_TIP'] = "Отметнете значенията,който трябва да бъдат включени в падащият списък на формата за търсене \"Къде да търся\".";
$MESS ['arrFILTER_TIP'] = "Даденото поле служи за ограничаване областа за търсене,например,статични файлове.";
$MESS ['SHOW_WHERE_TIP'] = "При отметната опция във формата за търсене ще се показва падащият списък \"Къде да търся\".";
$MESS ['PAGE_RESULT_COUNT_TIP'] = "Количество резултати,показани на страница.Целият списък на резултатите ще се покаже с помоща на подстраничната навигация.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действа при включено кеширане в течение на зададеното време;<br /><i>Кеширане</i>: за кеширане е необходимо да се определи само времето за кеширане;<br /><i>Не кеширай</i>: кеширане няма във всички случай.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за поставяне на време за кеширане в секунди.";
$MESS ['RESTART_TIP'] = "При отметната опция от начало ще бъде изпълнено търсене с отчитване на морфологията,а ако нищо не е намерено,то ще се включи търсене без отчета на морфологията.";
$MESS ['PAGER_TITLE_TIP'] = "Заглавие за подстраничната навигация.";
$MESS ['PAGER_SHOW_ALWAYS_TIP'] = "Ако флагчето е отметнато,то подстраничната навигация ще излиза,даже ако всички елементи са на една страница.";
$MESS ['PAGER_TEMPLATE_TIP'] = "Указва се името на шаблона за подстраничната навигация.Ако полето е празно, избира се шаблон по подразбиране (<i>.default</i>).";
$MESS ['AJAX_MODE_TIP'] = "Включване на компонента в режим AJAX.";
$MESS ['AJAX_OPTION_SHADOW_TIP'] = "При преминаване ще се затъмни областа,която ще се редактира.";
$MESS ['AJAX_OPTION_JUMP_TIP'] = "Ако потребителя извърши преминаване в режим AJAX,то след зареждането ще се премини в началото на компонента.";
$MESS ['AJAX_OPTION_STYLE_TIP'] = "Пре преминаване към режим AJAX,същевременно ще се закачи и обработи списъка със стилове,повикани от компонента.";
$MESS ['AJAX_OPTION_HISTORY_TIP'] = "Когато се използва режима AJAX,то при включената опция може да се използват бутоните на браузера \"Назад\" и \"Напред\".";
$MESS ['arrFILTER_socialnetwork_user_TIP'] = "Необходимо е да се посочи ID на потребителя. Ако не е посочено, филтъра по потребител няма да се използва.";
$MESS ['USE_TITLE_RANK_TIP'] = "При отметната опция на елементите от сайта, ключови думи от заглавието, ще се показват в началото на резултатите от търсенето.";
?>