<?
$MESS ['PATH_TO_DETAIL_TIP'] = "Посочва се пътя към страницата с подробната информация на картата. Ако страницата се намира в тази директория, е достатъчно да се посочи името на страницата. Тази страница може да се създаде с помощта на компонента <i>Редактиране на кредитните карти</i>).";
$MESS ['PER_PAGE_TIP'] = "Посоченото число определя броя на картите за показване на страницата, останалите ще се извеждат с помощта на под страничната навигация.";
$MESS ['SET_TITLE_TIP'] = "Като заглавие на страницата ще се постави: \"Моите кредитни карти\".";
?>