<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата тип на инфоблок.След натискане на бутона <b><i>ок</b></i> ще бъдат заредени тези инфоблокове който са създадени за избраният тип.Ако е избрана позицията <i>(друго)-></i>,е необходимо да се посочи ID на типа инфоблок,в близкото поле.";
$MESS ['IBLOCK_ID_TIP'] = "Показани са инфоблокове от даденият тип,избира се един от тях.Ако е избрана позицията <i>(друго)-></i>,е необходимо да се посочи ID на  инфоблока,в близкото поле.";
$MESS ['SECTION_ID_TIP'] = "Посочва се ID или символният идентификатор на раздела,от който новините ще бъдат експортирани в rss.";
$MESS ['NUM_NEWS_TIP'] = "Посочва се числото на експортираните в RSS новини.";
$MESS ['NUM_DAYS_TIP'] = "Параметъра определя,за колко дена ще се експортират новините.Например, за последните 30 дни.";
$MESS ['YANDEX_TIP'] = "Включване на формат за изпращане на новини в службата на<i>Яндекс.Новини</i>.В този случай елементите от информационият блок се избират от последните 2 дена,без ограничаване на техният брой.";
$MESS ['SORT_BY1_TIP'] = "В списъка са изброени полетата,по който може да се извърши сортиране на новините.Също така може да се избере позицията <i>друго</i> и да се зададе в близкото поле кода на нужният параметър.";
$MESS ['SORT_ORDER1_TIP'] = "Посочете,в каква посока да се сортират елементите по избраното поле.";
$MESS ['SORT_BY2_TIP'] = "Посочете поле за второ сортиране на елементите,в случай на съвпадение от първото сортиране";
$MESS ['SORT_ORDER2_TIP'] = "Посочете,при второто сортиране в каква посока ще се сортират елементите.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: работи при включено кеширане в течение на зададеното време;<br /><i>Кешира</i>: за кеширането е  необходимо да се определи само времето за кеширане;<br /><i>Не кешира</i>: във всички случай не кешира.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за задаване на време за кеширане,в секунди.";
$MESS ['RSS_TTL_TIP'] = "Брой минути,през който канала може да се кешира, преди обновяването от ресурса.";
?>