<?
$MESS ['SPCR1_UNACTIVE_AFF'] = "Вие вече сте партньор на магазина, но вашият акаунт не е активен. Обърнете се, моля, към администрацията на магазина за допълнителна информация.";
$MESS ['SPCR1_IF_REG'] = "Ако Вие вече сте регистриран";
$MESS ['SPCR1_IF_NOT_REG'] = "Ако Вие все още не сте регистриран";
$MESS ['SPCR1_IF_REMEMBER'] = "Ако Вие помните потребителското си име и парола, въведете ги:";
$MESS ['SPCR1_LOGIN'] = "Потребителско име";
$MESS ['SPCR1_PASSWORD'] = "Парола";
$MESS ['SPCR1_FORG_PASSWORD'] = "Забравели сте паролата?";
$MESS ['SPCR1_NEXT'] = "Продължи";
$MESS ['SPCR1_NAME'] = "Име";
$MESS ['SPCR1_LASTNAME'] = "Фамилия";
$MESS ['SPCR1_PASS_CONF'] = "Паролата още един път";
$MESS ['SPCR1_CAPTCHA'] = "Защита от автоматична регистрация";
$MESS ['SPCR1_CAPTCHA_WRD'] = "Въведете символите от картинката:";
$MESS ['SPCR1_SITE_URL'] = "Адрес на Вашият сайт:";
$MESS ['SPCR1_SITE_DESCR'] = "Описание на Вашият сайт:";
$MESS ['SPCR1_I_AGREE'] = "Аз съм съгласен с условията на партньорският договор";
$MESS ['SPCR1_REGISTER'] = "Регистрация";
?>