<?
$MESS ['opt_encoding'] = "Mail съобщение- кодиране:";
$MESS ['opt_delete'] = "През колко дни да се премахват непотвърдените абонаменти (0 - не премахва):";
$MESS ['MAIN_RESTORE_DEFAULTS'] = "По подразбиране";
$MESS ['opt_anonym'] = "Разреши анонимен абонамент:";
$MESS ['opt_links'] = "Показване на линкове за авторизиране при анонимен абонамент:";
$MESS ['opt_sect'] = "Публичният раздел със страницата за редактиране на абонамента (макроси: #SITE_DIR#):";
$MESS ['opt_vis_edit'] = "Използване на HTML редактора (само за IE 5.0 или FireFox 1.0):";
$MESS ['opt_interval'] = "Интервал в секунди за изпращане на информацията стъпка по стъпка в режима&quot;Персонално за абоната&quot; (0 - изпраща за една стъпка):";
$MESS ['opt_def_from'] = "Адрес на подателя по подразбиране:";
$MESS ['opt_def_to'] = "Адрес на получателя по подразбиране:";
$MESS ['opt_allow_8bit'] = "Разреши 8-байтни символи в заглавието на писмата:";
$MESS ['opt_attach'] = "Изпращане на изображения като приложения в писмото:";
$MESS ['opt_method_agent'] = "Агент";
$MESS ['opt_method_cron'] = "cron";
$MESS ['opt_method'] = "Метод на автоматично изпращане на информация:";
$MESS ['opt_max_per_hit'] = "Брой на писмата за автоматичното изпращане в режим &quot;Персонално за абоната&quot;:";
$MESS ['opt_template_method'] = "Метод за автоматична генерация на тиражите:";
$MESS ['opt_template_interval'] = "Интервал за проверка от необходимост за генериране на тиража в секунди:";
$MESS ['opt_max_bcc_count'] = "Максимален брой адреси в полето BCC <b>не</b> в режим &quot;Персонално за абоната&quot; (0 - изпрати едно писмо):";
$MESS ['opt_mail_additional_parameters'] = "Допълнителни параметри за пощата () функция:";
?>