<?
$MESS ['SEF_MODE_TIP'] = "При отметната опция се включва поддръжката SEF и стават достъпни полетата за настройка на URL адресите.";
$MESS ['ORDERS_PER_PAGE_TIP'] = "Посоченото число определя броя на поръчките показвани на страница, останалите ще се изведат с помощта на под страничната навигация.";
$MESS ['PATH_TO_PAYMENT_TIP'] = "Страницата може да бъде създадена с помощта на компонента <i>Включване на платежната система</i>. Преминаването на тази страница се извършва по линка <i>Повтори плащането</i> който се намира на страницата с подробната информация за поръчката.";
$MESS ['PATH_TO_BASKET_TIP'] = "Страницата може да бъде създадена с помощта на компонента <i>Кощница</i>. Преминаването на тази страница се извършва по линка <i>Повтори</i> от списъка на поръчките.";
$MESS ['SET_TITLE_TIP'] = "Като заглавие на страницата ще се постави: \"Моите поръчки\".";
$MESS ['SEF_FOLDER_TIP'] = "Път до папката с която работи компонента. Този път може както да съвпада така и да не съвпада.";
$MESS ['SEF_URL_TEMPLATES_list_TIP'] = "Посочва се част от съдържанието на адреса при преминаване към страницата със списъка на поръчките от потребителя, например, list/";
$MESS ['SEF_URL_TEMPLATES_detail_TIP'] = "Посочва се част от съдържанието на адреса при преминаване към страницата за прегледа на подробната информация за поръчката, например, detail/#ID#/";
$MESS ['SEF_URL_TEMPLATES_cancel_TIP'] = "Посочва се част от съдържанието на адреса при преминаване към страницата за отмяна на поръчката, например, cancel/#ID#/";
?>