<?
$MESS["CC_BSAC_MESSAGE_E01"] = "Потребителя не е намерен.";
$MESS["CC_BSAC_MESSAGE_E02"] = "Оторизацията е  успешна.";
$MESS["CC_BSAC_MESSAGE_E03"] = "Регистрацията на потребителя вече е  подтвърдена.";
$MESS["CC_BSAC_MESSAGE_E04"] = "Не е посочен кода за подтвърждаването на регистрацията";
$MESS["CC_BSAC_MESSAGE_E05"] = "Посочен е грешен код за подтвърждаването на регистрацията.";
$MESS["CC_BSAC_MESSAGE_E06"] = "Регистрацията на потребителя е успешно подтвърдена.";
$MESS["CC_BSAC_MESSAGE_E07"] = "По време на подтвърждаването на регистрацията възникна грешка.Обърнете се в техническата поддръжка.";
?>