<?
$MESS ['PATH_TO_LIST_TIP'] = "Път към страницата със списъка на профилите. Ако страницата се намира в тази директория, е достатъчно да се посочи името на страницата. Тази страница може да се създаде с помощта на компонента <i>Списък с профилите на текущият потребител</";
$MESS ['PATH_TO_DETAIL_TIP'] = "Път към страницата за редактиране на профила. Като параметър е необходимо да се посочи ID на профила. Ако полето не е попълнено, след редактирането потребителя ще си остане на същата страница.";
$MESS ['ID_TIP'] = "Посочва се php-кода, от резултата на който се получава ID на профила. По подразбиране ={\$ID}.";
$MESS ['SET_TITLE_TIP'] = "Като заглавие на страницата, ще се постави \"Профил №#ID#\".";
?>