<?
$MESS["FOLDER_EDIT_ACCESS_DENIED"] = "Достъпа към редактиране на раздела е забранен.";
$MESS["ACCESS_EDIT_FILE_NOT_FOUND"] = "Указаният файл не съществува.";
$MESS["EDIT_ACCESS_TO_DENIED"] = "Недостатъчни права за промяна на параметрите за достъп към";
$MESS["EDIT_ACCESS_TO_FOLDER"] = "Права за достъп към раздела";
$MESS["EDIT_ACCESS_TO_FILE"] = "Права за достъп към файла";
$MESS["EDIT_ACCESS_USER_GROUP"] = "Група";
$MESS["EDIT_ACCESS_PERMISSION"] = "Право за достъп";
$MESS["EDIT_ACCESS_INHERIT_PERMISSION"] = "Наследствено право";
$MESS["EDIT_ACCESS_CURRENT_PERMISSION"] = "Текущо право";
$MESS["EDIT_ACCESS_NOT_SET"] = "-- не е поставено --";
$MESS["EDIT_ACCESS_SET_INHERIT"] = "По наследство";
$MESS["EDIT_ACCESS_SET_INHERITED"] = "Наследява се";
$MESS["EDIT_ACCESS_SELECT_GROUP"] = "-- изберете група --";
$MESS["EDIT_ACCESS_ALL_GROUPS"] = "Достъп по подразбиране за всички групи";
$MESS["EDIT_ACCESS_SET_PERMISSION"] = "Правото се наследява от предишният раздел. За поставяне на друго ниво за достъп кликнете по полето.";
$MESS["EDIT_ACCESS_ADD_PERMISSION"] = "Добави право за достъп";
$MESS["EDIT_ACCESS_PERMISSION_INFO"] = "<b>Право за достъп</b> - набор от правила, определящи, какво ниво за достъп (например, преглед - на съдържанието в раздела/страницата) има тази или друга  група от потребители. Правата за достъп имат свойството на &quot;наследство&quot;, т.е. ако за текущият раздел/страница явно не е зададено ниво на права, поставя се това право, което е зададено за предишният раздел.";
$MESS["EDIT_ACCESS_OWN_CHANGE_RESTRICT"] = "Вие не можете да променяте текущото ниво за достъп на група, към която принадлежите (#GROUPS#), иначе вие ограничавате достъпа и за себе си. За една от групите трябва да бъде оставено предишното ниво за достъп.";
$MESS["EDIT_ACCESS_REMOVE_PERM"] = "Отмени ограниченията за достъп за този раздел";
$MESS["EDIT_ACCESS_REMOVE_PERM_FILE"] = "Отмени ограниченията за достъп за този файл";
$MESS["EDIT_ACCESS_REMOVE_PERM_CONF"] = "Разрешенията за достъп, за този файл/раздел ще бъдат отменени, ще се зададат нови разрешения за достъп, наследени от по-горни раздели. Продължавате ли ?";
?>