<?
$MESS ['PAGE_PROP_ACCESS_DENIED'] = "Достъпа за редактиране на страницата е забранен.";
$MESS ['PAGE_PROP_FILE_NOT_FOUND'] = "Посоченият файл не съществува.";
$MESS ['PAGE_PROP_WINDOW_TITLE'] = "Свойства на страницата";
$MESS ['PAGE_PROP_IN_ADMIN_SECTION'] = "Редактиране свойствата на папката от Контролният панел";
$MESS ['PAGE_PROP_FOLDER_NAME'] = "Заглавие на страницата";
$MESS ['PAGE_PROP_NAME'] = "Заглавие";
$MESS ['PAGE_PROP_TAGS_NAME'] = "Тагове на страницата";
$MESS ['PAGE_PROP_TAGS'] = "Тагове";
$MESS ['PAGE_PROP_INHERIT_TITLE'] = "Свойството се наследява от предишният раздел. За да се променят кликнете по полето.";
$MESS ['PAGE_PROP_DESCIPTION'] = "<b>Свойства на страницата</b> - определят допълнителните характеристики на страницата. Например, значението на свойството &quot;Описание&quot; се използва в мета-тага <i>description</i>.";
$MESS ['PAGE_PROP_TAGS_DESCIPTION'] = "Въведете през запетая думи или фрази, който присъстват на дадената страница, но бъдете умерени, не повече от 3-6 думи. Те се използват за търсенето на текущата страницата.";
$MESS ['PAGE_PROP_EDIT_IN_ADMIN'] = "Редактиране свойствата на страницата от Контролният панел";
?>
