<?
$MESS ['FOLDER_EDIT_FILEMAN_ERROR'] = "Модула \"Управление на структурата\" не е инсталиран.";
$MESS ['FOLDER_EDIT_ACCESS_DENIED'] = "Достъпа към редактиране на раздела е забранен.";
$MESS ['FOLDER_EDIT_WINDOW_TITLE'] = "Свойства на раздела";
$MESS ['FOLDER_EDIT_IN_ADMIN_SECTION'] = "Редактиране на свойствата на папката от Контролният панел";
$MESS ['FOLDER_EDIT_FOLDER_NAME'] = "Заглавие на раздела";
$MESS ['FOLDER_EDIT_NAME'] = "Заглавие";
$MESS ['FOLDER_EDIT_ADD_PROPS'] = "Допълнителни свойства";
$MESS ['FOLDER_EDIT_DELETE_PROP'] = "Премахни свойството";
$MESS ['FOLDER_EDIT_NEW_PROP'] = "Добави свойство";
$MESS ['FOLDER_EDIT_PROP_TITLE'] = "Свойството се наследява от предишният раздел. За неговата промяна кликните по полето.";
$MESS ['FOLDER_NAME_TITLE'] = "<b>Заглавие на раздела</b> появява се във веригата на навигацията (&quot;сайт шаблони&quot;) в качество на линк на съответстващият раздел.";
$MESS ['FOLDER_PROP_TITLE'] = "<b>Свойства на раздела</b> - определя допълнителните характеристики на раздела. Например, значението на свойствата &quot;Ключови думи&quot; се използва в качество на ключови думи за всички страници на даденият раздел (в мета-тага keywords).";
?>
