<?
$MESS ['SHOW_HIDDEN_TIP'] = "При отметната опция на страницата за редактиране ще бъдат изведени всички активни рубрики.";
$MESS ['ALLOW_ANONYMOUS_TIP'] = "При отметната опция анонимните потребители ще могат да се абонират за инфо бюлетина, само като посочат адреса на електронната поща, без да се регистрират на сайта.";
$MESS ['SHOW_AUTH_LINKS_TIP'] = "Ако опцията е отметната, то при абониране на анонимен потребител ще бъдат изведени формите за авторизиране или регистрация.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действа при включено кеширане в течение на зададено време;<br /><i>Кешира</i>: за кеширане е необходимо да се определи само време за кеширане;<br /><i>Не кешира</i>: кеширане не се извършва във всички случай.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на време за кеширане, в секунди.";
$MESS ['SET_TITLE_TIP'] = "Ако е отметнато, като заглавие на страницата ще бъде поставено <i>Редактиране на параметрите на абонамента</i> при редактиране, или <i>Добавяне на адрес за абонамента</i>";
$MESS ['AJAX_MODE_TIP'] = "Включване за компонента режима AJAX.";
$MESS ['AJAX_OPTION_SHADOW_TIP'] = "При преминаване към редактиране, ще се затъмни областта, която трябва да се редактира.";
$MESS ['AJAX_OPTION_JUMP_TIP'] = "Ако потребителя премини в режима AJAX, то в края на зареждането ще се извърши превъртане към началото на компонента.";
$MESS ['AJAX_OPTION_STYLE_TIP'] = "След преминаването към режима  AJAX, ще се презареди и обработи списъка със стилове, предизвикани от компонента.";
$MESS ['AJAX_OPTION_HISTORY_TIP'] = "Когато потребителя преминава в режима AJAX, то при включена опция може да се използват бутоните на браузъра \"Назад\" и \"Напред\".";
?>