<?
$MESS["F_TITLE"] = "редактиране на профила";
$MESS["F_TITLE_TITLE"] = "Редактиране на профила";
$MESS["FP_SEX_MALE"] = "Мъжки";
$MESS["FP_SEX_FEMALE"] = "Женски";
$MESS["FP_NO_AUTHORIZE"] = "Трябва да се оторизирате за да прегледате тази страница";
$MESS["FP_CHG_REG_INFO"] = "Редактиране на регистрационната информация";
$MESS["FP_ERR_INTERN"] = "Вътрешна грешка #HZ1257. Съобщете на администратора";
$MESS["FP_ERR_PROF"] = "Грешка при редактирането на профила";
$MESS["F_NO_MODULE"] = "Модула \"Форум\" не е инсталиран";
$MESS["F_ERR_SESSION_TIME_IS_UP"] = "Вашата сесия е изтекла. Изпратете съобщението повторно.";
$MESS["F_USER_NOT_FOUND"] = "Потребителя не е намерен.";
$MESS["F_ACCESS_DENIED"] = "Достъпа е забранен!";
?>