<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Как купить");
?>
<h1>Как купить</h1>
<p>
Ноутбук. Большой или маленький? Черный, белый или, может быть, красный? Мощный, как Феррари, или скромный, как Анатолий Вассерман? Верный напарник в увлекательных играх или надежный партнер в серьезном бизнесе? Ноутбуки – такие разные. Каждый привлекателен по-своему, каждый имеет свой стиль и характер. 
</p><p>
Прежде чем купить ноутбук в интернет-магазине, нужно определиться с тем, каким он должен быть. С его ценой, размерами и техническими характеристиками. Мы знаем, как выбрать ноутбук из всего многообразия моделей. Специально для вас мы разработали удобный сервис подбора ноутбуков, который позволяет в несколько кликов определить самые важные для вас параметры, сократив выбор до нескольких моделей. Кроме того, сделать правильный выбор ноутбука вам помогут наши консультанты-ноутбуковеды. Им можно позвонить по телефону, или задать вопрос онлайн, не выходя из интернета. 
</p>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>