<?
$MESS ['IBLOCK_TYPE_TIP'] = "От падащият списък се избира един от създадените в системата тип на инфоблок.След натискане на бутона <b><i>ок</b></i> ще бъдат заредени тези инфоблокове който са създадени за избраният тип.";
$MESS ['IBLOCKS_TIP'] = "Изброени са всички инфоблокове за типа.Изберете нужните, като задържите Ctrl.";
$MESS ['NEWS_COUNT_TIP'] = "Посочва се броя на елементите,който ще бъдат показани във всеки инфоблокове.";
$MESS ['IBLOCK_SORT_BY_TIP'] = "Посочва се полето,по което ще бъдат сортирани информационните блокове.";
$MESS ['IBLOCK_SORT_ORDER_TIP'] = "По възходящ или низходящ да бъдат сортирани информационните блокове в посоченото поле.";
$MESS ['SORT_BY1_TIP'] = "Изброени са полетата по който може да се извършва сортирането на новините.Също така,може да се избере позицията <i>друго</i> и да се зададе в кода на нужното поле.";
$MESS ['SORT_ORDER1_TIP'] = "По възходящ или низходящ ред да е сортирането.";
$MESS ['SORT_BY2_TIP'] = "Изброени са полетата по който може да се извършва второ сортиране на новините, в случай съвпадане на значенията на полетата от първото сортиране.Също така,може да се избере позицията <i>друго</i> и да се зададе в кода на нужното поле.";
$MESS ['SORT_ORDER2_TIP'] = "По възходящ или низходящ ред да е сортирането.";
$MESS ['FIELD_CODE_TIP'] = "От изброените полета може да се изберат тези,който ще се показват на страницата <i>Всички новини</i>.При избор на позицията <i>не е избрано</i> и без да се посочват кода на полетата в долният ред,на страницата  ще се изведат полета по подразбиране.";
$MESS ['PROPERTY_CODE_TIP'] = "Изброени са всички общи свойства на избраните инфоблокове.От тях може да се изберат тези,който ще се показват на страницата.При избор на позицията <i>не е избрано</i> и без да се посочват кода на свойствата в долният ред,те няма да бъдат показани на страницата със списъка.";
$MESS ['FILTER_NAME_TIP'] = "Посочва се името на променливата,в която ще се съдържа масива от филтъра.По подразбиране-arrFilter.";
$MESS ['IBLOCK_URL_TIP'] = "Посочва се пътя към страницата със съдържанието на инфоблока.През параметър трябва да се предава ID на инфоблока,например, news.php?ID=#IBLOCK_ID#";
$MESS ['DETAIL_URL_TIP'] = "Посочва се пътя към страницата със съдържанието на елемента в инфоблока.През параметър трябва да се предава ID на инфоблока,например, news_detail.php?ID=#ELEMENT_ID#";
$MESS ['ACTIVE_DATE_FORMAT_TIP'] = "В падащият списък са изброени всички възможни варианти за показване на датата,формирани в компонента.Избирайки позицията<i>друго</i>,може да се оформи собствен вариант на основание на php-функцията date.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: работи при включено кеширане в течение на зададеното време;<br /><i>Кешира</i>: за кеширането е  необходимо да се определи само времето за кеширане;<br /><i>Не кешира</i>: във всички случай не кешира.";
$MESS ['CACHE_TIME_TIP'] = "Полето служи за посочване на времето за кеширане,в секунди.";
?>